{
	"id" : [
		498241375
	],
	"name" : [
		"Rogue System"
	],
	"blurb" : [
		"\"Hardcore\" flight-sim style missions, system management and control merged with the world of the space combat/trader sim."
	],
	"goal" : [
		3e+05
	],
	"pledged" : [
		53085.27
	],
	"state" : [
		"failed"
	],
	"slug" : [
		"rogue-system"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1363921437
	],
	"state_changed_at" : [
		1363921438
	],
	"created_at" : [
		1355693601
	],
	"launched_at" : [
		1360901037
	],
	"backers_count" : [
		962
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-full.jpg?1397805652"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-ed.jpg?1397805652"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-med.jpg?1397805652"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-little.jpg?1397805652"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-small.jpg?1397805652"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-thumb.jpg?1397805652"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-1024x768.jpg?1397805652"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/414939/photo-1536x1152.jpg?1397805652"
		]
	},
	"creator" : {
		"id" : [
			1298800608
		],
		"name" : [
			"Michael Juliano / DCI"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/4959212/MJ_FBHeadshot.thumb.jpg?1356983063"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/4959212/MJ_FBHeadshot.small.jpg?1356983063"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/4959212/MJ_FBHeadshot.medium.jpg?1356983063"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/1298800608"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1298800608?signature=1399952608.ffe1e7ab2b390d09ec78c06d6c486c3f36252f20"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2437536
		],
		"name" : [
			"League City"
		],
		"slug" : [
			"league-city-tx"
		],
		"short_name" : [
			"League City, TX"
		],
		"displayable_name" : [
			"League City, TX"
		],
		"country" : [
			"US"
		],
		"state" : [
			"TX"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/league-city-tx"
				],
				"location" : [
					"https://www.kickstarter.com/locations/league-city-tx"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399910801.cff864534b9cb56447acc5beece113eda2536162&amp;woe_id=2437536"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/1298800608/rogue-system"
			],
			"project_short" : [
				"http://kck.st/VY1EOz"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/1298800608/rogue-system/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/498241375?signature=1399952608.8bfb056a7bfc0a72a54106dfe2dcbce548308e49"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/498241375/comments?signature=1399952608.173332a0c654aaeb61a3965dbf97d48713fd9823"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/498241375/updates?signature=1399952608.78b4e8b63d79da4e1df078b2dc6d20a32aae3473"
			]
		}
	},
	"updated_at" : [
		1397805656
	],
	"failed_at" : [
		1363921438
	],
	"video" : {
		"id" : [
			215871
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/414939/video-215871-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/414939/video-215871-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/414939/video-215871-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			360
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/414939/video-215871-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		212
	],
	"updates_count" : [
		47
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1349294,
			"minimum" : 5,
			"reward" : "Receive the regular bi-monthly newsletter with progress updates and other development news. Also, please accept my sincerest \"THANK YOU!\" for your support. Every pledge of every size earns my deepest, heartfelt appreciation!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 498241375,
			"backers_count" : 27,
			"updated_at" : 1363866521
		},
		{
			"id" : 1262271,
			"minimum" : 10,
			"reward" : "ENSIGN L1: Newsletter PLUS your character will wear a Level I \"Membership\" ribbon on their uniform (when full character support is added). Your ship will be tagged with a Level I \"Membership\" decal. Both the ribbon and ship decal will be visible by other players when multiplayer is added.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 19,
			"updated_at" : 1363839980
		},
		{
			"id" : 1261821,
			"minimum" : 15,
			"reward" : "ENSIGN L2: Newsletter PLUS a pack of 12 1920x1080 Desktop wallpaper monthly calendars. You&#39;ll receive one per month beginning in March 2014, leading up the the initial release. Your character&#39;s \"Membership\" ribbon and ship decal will have a single cluster (Level II).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 498241375,
			"backers_count" : 12,
			"updated_at" : 1363870905
		},
		{
			"id" : 1261827,
			"minimum" : 20,
			"reward" : "ENSIGN L3: Newsletter, 12 Desktop wallpaper calendars PLUS digital copies of the Rogue System CM (Core Module) when released. Your character&#39;s \"Membership\" ribbon and ship decal will have a dual cluster (Level III).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 271,
			"updated_at" : 1363920848
		},
		{
			"id" : 1261846,
			"minimum" : 25,
			"reward" : "LIEUTENANT JUNIOR L1: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM PLUS you&#39;ll have the option of beginning each new character at the rank of Lieutenant Junior. This has certain benefits for your pilot avatar, such as increasing their weekly salary with which you can purchace in-sim items at the OSX (Orbital Station Exchange). Your character will wear a Level I \"Fellowship\" ribbon on their uniform, and your ship tagged with a Level I \"Fellowship\" decal. Finally, your name will appear in the \"Fellowship\" section of the in-sim credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 160,
			"updated_at" : 1363920940
		},
		{
			"id" : 1330911,
			"minimum" : 30,
			"reward" : "LIEUTENANT JUNIOR L2: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM, LTJG rank PLUS your choice of a digital copy of the soundtrack CD OR a digital copy of \"Rogue System: The Day of Departure\"--a novella covering the history of the Rogue System \"universe\". Your character&#39;s \"Fellowship\" ribbon and ship decal will have a single cluster (Level II).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 41,
			"updated_at" : 1363874183
		},
		{
			"id" : 1261857,
			"minimum" : 35,
			"reward" : "LIEUTENANT JUNIOR L3: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM, LTJG rank PLUS digital copies of both \"Rogue System: The Day of Departure\" AND  soundtrack CD. Your character&#39;s \"Fellowship\" ribbon and ship decal will have a dual cluster (Level III).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 12,
			"updated_at" : 1363823356
		},
		{
			"id" : 1330991,
			"minimum" : 40,
			"reward" : "LIEUTENANT L1: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM; digital copies of \"Rogue System: The Day of Departure\" and soundtrack CD; PLUS you will receive the first Extension Module when it is released (for a list of planned EM&#39;s please see the \"Future Development\" section below). You will have the option to begin each new campaign as a Lieutenant. Your character will also wear a Level I \"Partner\" ribbon and your ship tagged with a Level I \"Partner\" Decal. Finally, your name will appear in the \"Partner\" section of the in-sim credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 49,
			"updated_at" : 1363910788
		},
		{
			"id" : 1261864,
			"minimum" : 50,
			"reward" : "LIEUTENANT L2: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM and first Extension Module; digital copies of \"Rogue System: The Day of Departure\" and soundtrack CD; LT rank PLUS a digital copy of \"Rogue System: A Developer&#39;s Journey\"--a \"coffee table\" style book with concept art and insights into the development of Rogue System OR get any and all Extension Modules as they are released (your choice). Your character&#39;s \"Partner\" ribbon and ship decal will have a single cluster (Level II).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 94,
			"updated_at" : 1363914098
		},
		{
			"id" : 1331197,
			"minimum" : 60,
			"reward" : "LIEUTENANT L3: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM; digital copies of \"Rogue System: The Day of Departure\" and soundtrack CD; LT rank, PLUS a digital copy of \"Rogue System: A Developer&#39;s Journey\" AND any and all Extension Modules when released. Your character&#39;s \"Partner\" ribbon and ship decal will have a dual cluster (Level III).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 51,
			"updated_at" : 1363920259
		},
		{
			"id" : 1261868,
			"minimum" : 70,
			"reward" : "LIEUTENANT COMMANDER L1: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM and all Extension Modules when released; digital copy of \"Rogue System: The Day of Departure\", soundtrack CD and \"Rogue System: A Developer&#39;s Journey\"; PLUS you&#39;ll be invited to join \"Core Module\" Open Beta (expected to begin 3 months prior to release). This includes access to the Beta Testers&#39; forum. You will have the option to begin each new campaign as a Lieutenant Commander. Your character will also wear a Level I \"Patron\" ribbon and your ship tagged with a Level I \"Patron\" Decal. Finally, your name will be listed in the \"Patrons\" section of the in-sim credits. NOTE: Rogue System may have many \"bugs\" while in Beta and may at times not function properly. This is not unusual during the Beta testing phase of development.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 26,
			"updated_at" : 1363893158
		},
		{
			"id" : 1331218,
			"minimum" : 80,
			"reward" : "LIEUTENANT COMMANDER L2: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM and all Extension Modules when released; digital copies of \"Rogue System: The Day of Departure\", the soundtrack CD and \"Rogue System: A Developer&#39;s Journey\"; LCDR rank PLUS \"Core Module\" Open AND Closed Beta (expected to begin 6 months prior to release). This includes access to the Beta Testers&#39; forum. Your character&#39;s \"Patron\" ribbon and ship decal will have a single cluster (Level II). NOTE: Rogue System may have many \"bugs\" while in Beta and may at times not function properly. This is not unusual during the Beta testing phase of development.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 17,
			"updated_at" : 1363870471,
			"limit" : 3000,
			"remaining" : 2983
		},
		{
			"id" : 1261979,
			"minimum" : 100,
			"reward" : "LIEUTENANT COMMANDER L3: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM and all Extension Modules when released; digital copies of \"Rogue System: The Day of Departure\", the soundtrack CD and \"Rogue System: A Developer&#39;s Journey\"; LCDR rank, full \"Core Module\" Beta testing PLUS you will be invited to join Alpha testing (expected to begin 12 months prior to release). This includes access to the Alpha and Beta Testers&#39; forums. Your character&#39;s \"Patron\" ribbon and ship decal will have a dual cluster (Level III). NOTE: Rogue System will NOT be feature complete when we reach Alpha, and may at times not function properly. This is not unusual during the Alpha testing phase of development.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 112,
			"updated_at" : 1363919644,
			"limit" : 2000,
			"remaining" : 1888
		},
		{
			"id" : 1425546,
			"minimum" : 150,
			"reward" : "Rogue System Boxed Edition -- Everything from the $100 reward. The boxed version will include the Core Module on physical DVD, as well as a spiral-bound version of the manual",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 16,
			"updated_at" : 1363851440,
			"limit" : 2000,
			"remaining" : 1984,
			"shipping" : "international",
			"shipping_amount" : "8.0"
		},
		{
			"id" : 1262108,
			"minimum" : 200,
			"reward" : "COMMANDER L1: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM and all Extension Modules when released; digital copies of \"Rogue System: The Day of Departure\", the soundtrack CD, and \"Rogue System: A Developer&#39;s Journey\"; \"Core Module\" Alpha and Beta testing PLUS a Rogue System T-Shirt and a spiral-bound version of the manual. You will have the option to begin each new campaign as a Commander. Your character will wear a Level I \"Benefactor\" ribbon and your ship tagged with a Level I \"Benefactor\" Decal. Your ship will also be \"painted\" with a \"Benefactors\" skin. Also, your name will be used in the random name generator we use to name \"filler\" pilot and crew names. Finally, your name will be listed in the \"Benefactors\" section of the in-sim credits.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 13,
			"updated_at" : 1363898735,
			"limit" : 1000,
			"remaining" : 987,
			"shipping" : "international",
			"shipping_amount" : "8.0"
		},
		{
			"id" : 1262092,
			"minimum" : 250,
			"reward" : "COMMANDER L1 + TrackIR Bundle: The COMMANDER L1 reward PLUS 1 (ONE) TrackIR head tracking unit--graciously sponsored by our friends at Natural Point.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 5,
			"updated_at" : 1362471483,
			"limit" : 5,
			"remaining" : 0,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1262133,
			"minimum" : 300,
			"reward" : "COMMANDER L2: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM and all Extension Modules when released, a digital copy of \"Rogue System: A Developer&#39;s Journey\", CDR rank, Core Module Alpha and Beta testing, a Rogue System shirt (T or Golf), spiral-bound manual PLUS a physical copy of the soundtrack CD and \"Rogue System: The Day of Departure,\"--signed by Michael Juliano. You&#39;ll be invited to Beta test all Extension Modules. Your character&#39;s \"Benefactor\" ribbon and ship decal will have a single cluster (Level II). Your ship will also be \"painted\" with a \"Benefactors\" skin. You&#39;ll have your choice of a T-shirt or golf shirt. Finally, you will be able to name a star system (note: no profanities or vulgarities will be accepted).",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 4,
			"updated_at" : 1363409292,
			"limit" : 500,
			"remaining" : 496,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1262155,
			"minimum" : 500,
			"reward" : "COMMANDER L3: Newsletter, 12 Desktop wallpaper calendars, digital copy of Rogue System CM and all Extension Modules when released, CDR rank, \"Core Module\" Alpha and Beta testing, a Rogue System shirt (T, Golf or Hoodie), spiral-bound manual PLUS 1 each physical copies of the soundtrack CD and \"Rogue System: The Day of Departure\" (signed), PLUS a physical copy of \"Rogue System: A Devoloper&#39;s Journey\", Beta AND Alpha test slots for all Extension Modules, and a 2-inch figurine of the final player-pilot design. Your character&#39;s \"Benefactor\" ribbon and ship decal will have a single cluster (Level III). Your ship will also be \"painted\" with a \"Benefactors\" skin. Finally, your name will be assigned to one of the many NPC traders ingame.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 4,
			"updated_at" : 1362857819,
			"limit" : 250,
			"remaining" : 246,
			"shipping" : "international",
			"shipping_amount" : "15.0"
		},
		{
			"id" : 1262165,
			"minimum" : 1000,
			"reward" : "CAPTAIN L1: Newsletter, 12 1920x1080 Desktop wallpaper monthly calendars, Digital copy of Rogue System CM and all Extension Modules when released, a spiral-bound manual; 1 each physical copies of the soundtrack CD, \"Rogue System: The Day of Departure\" (signed) and \"Rogue System: A Developer&#39;s Journey\"; a Rogue System shirt (T, Golf or Hoodie), PLUS a 4-inch model of the final design of either the Interceptor or Strike Fighter (your choice). Your name and likeness will be used for one of the pilots in the player&#39;s sister squadron when full character interaction is available (note: details to follow on how to provide us with the required head shots). You&#39;ll be reserved Alpha and Beta test slots for any and all add-on content. You&#39;ll have the option to begin any new character as a Captain. Your character will wear a Level I \"Sponsor\" ribbon and your ship tagged with a Level I \"Sponsor\" Decal. Your ship will also be \"painted\" with a \"Sponsors\" skin. Your name will appear in the \"Sponsors\" section of the in-sim credits. You&#39;ll be invited to sit in on a quarterly webcast (format to be determined) which will cover the current state of production and take part in a Q&amp;A session afterwards. You&#39;ll also receive a special \"Thank you\" item from Digits Crossed Interactive.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 7,
			"updated_at" : 1363896047,
			"limit" : 20,
			"remaining" : 13
		},
		{
			"id" : 1262166,
			"minimum" : 5000,
			"reward" : "CAPTAIN L2: Newsletter, 12 1920x1080 Desktop wallpaper monthly calendars, Digital copy of Rogue System CM and all Extension Modules when released, a spiral-bound manual; 1 each physical copies of the soundtrack CD, \"Rogue System: The Day of Departure\" (signed) and \"Rogue System: A Devoloper&#39;s Journey\"; CAPT rank, a Rogue System shirt (T, Golf or Hoodie), PLUS an 8-inch model of the final design of either the Interceptor or Strike Fighter (your choice). Your name and likeness will be used for one of the pilots in the player&#39;s squadron when full character interaction is available (note: details to follow on how to provide us with the required head shots). You&#39;ll be reserved Alpha and Beta test slots for any and all add-on content. Your character&#39;s \"Sponsor\" ribbon and ship decal will have a single cluster (Level II). Your ship will also be \"painted\" with a \"Sponsors\" skin. Your name will appear in the \"Sponsors\" section of the in-sim credits. You&#39;ll be invited to sit in on a quarterly webcast (format to be determined) which will cover the current state of production and take part in a Q&amp;A session afterwards. In addition, you will have the opportunity to have a one-on-one 30 minute video chat Q&amp;A with Michael Juliano. You&#39;ll also receive a special \"Thank you\" item from Digits Crossed Interactive. Finally, you can bet we&#39;ll be throwing a release party, and you and a guest are invited (you&#39;ll have to cover the travel and lodging expenses though).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 0,
			"updated_at" : 1360873395,
			"limit" : 20,
			"remaining" : 20
		},
		{
			"id" : 1262167,
			"minimum" : 10000,
			"reward" : "CAPTAIN L3: Newsletter, 12 1920x1080 Desktop wallpaper monthly calendars, Digital copy of Rogue System CM and all Extension Modules when released, a physic copy of the soundtrack CD, a spiral-bound manual, physical copies of \"Rogue System: The Day of Departure\" (signed) and \"Rogue System: A Devoloper&#39;s Journey\", CAPT rank, a Rogue System shirt (T, Golf or Hoodie) PLUS a 10-inch model of the final Orbital Station design. Your name and likeness will be used for one of the characters in the Orbital Station&#39;s command crew when full character interaction is available (note: details to follow on how to provide us with the required head shots). You&#39;ll be reserved Alpha and Beta test slots for any and all add-on content. Your character&#39;s \"Sponsor\" ribbon and ship decal will have a dual cluster (Level III). Your ship will also be \"painted\" with a \"Sponsors\" skin. Your name will appear in the \"Sponsors\" section of the in-sim credits. You&#39;ll be invited to sit in on a quarterly webcast (format to be determined) which will cover the current state of production and take part in a Q&amp;A session afterwards. In addition, you will have the opportunity to have a one-on-one 60 minute video chat Q&amp;A with Michael Juliano. You&#39;ll also receive a special \"Thank you\" item from Digits Crossed Interactive. Finally, you can bet we&#39;ll be throwing a release party, and you and a guest are invited. If you pay the travel expenses we&#39;ll take care of your lodging for up to two nights.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1427846400,
			"project_id" : 498241375,
			"backers_count" : 0,
			"updated_at" : 1360873395,
			"limit" : 10,
			"remaining" : 10
		}
	]
}