{
	"id" : [
		157389473
	],
	"name" : [
		"Outrageous - Interactive DVD Board Game"
	],
	"blurb" : [
		"OUTRAGEOUS Interactive DVD Board Game, 2 \\u2013 6 players play as six zany fun characters playing against each other &amp; Lord Charles."
	],
	"goal" : [
		45000
	],
	"pledged" : [
		336
	],
	"state" : [
		"failed"
	],
	"slug" : [
		"outrageous-interactive-dvd-jigsaw-board-game-aye-m"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"AU"
	],
	"currency" : [
		"AUD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1387576740
	],
	"state_changed_at" : [
		1387576744
	],
	"created_at" : [
		1383429548
	],
	"launched_at" : [
		1384470715
	],
	"backers_count" : [
		7
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-full.jpg?1397854505"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-ed.jpg?1397854505"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-med.jpg?1397854505"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-little.jpg?1397854505"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-small.jpg?1397854505"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-thumb.jpg?1397854505"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-1024x768.jpg?1397854505"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/744073/photo-1536x1152.jpg?1397854505"
		]
	},
	"creator" : {
		"id" : [
			460330405
		],
		"name" : [
			"Leonard McQualter"
		],
		"slug" : [
			"outrageous"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/8583069/Len_0417386551_Len.thumb.jpg?1383513165"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/8583069/Len_0417386551_Len.small.jpg?1383513165"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/8583069/Len_0417386551_Len.medium.jpg?1383513165"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/outrageous"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/460330405?signature=1399954977.5f32bcfddea64e4a96fe309738d51cf34282abdf"
				]
			}
		}
	},
	"location" : {
		"id" : [
			1103816
		],
		"name" : [
			"Melbourne"
		],
		"slug" : [
			"melbourne-au"
		],
		"short_name" : [
			"Melbourne, AU"
		],
		"displayable_name" : [
			"Melbourne, AU"
		],
		"country" : [
			"AU"
		],
		"state" : [
			"VIC"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/melbourne-au"
				],
				"location" : [
					"https://www.kickstarter.com/locations/melbourne-au"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951819.c6f782fbd46e83f372ebf9455173ffae3d64ed5c&amp;woe_id=1103816"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/outrageous/outrageous-interactive-dvd-jigsaw-board-game-aye-m"
			],
			"project_short" : [
				"http://kck.st/188Dkmz"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/outrageous/outrageous-interactive-dvd-jigsaw-board-game-aye-m/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/157389473?signature=1399954977.0622f3a7dc011d77020f1eb3cb687f1e01988e0d"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/157389473/comments?signature=1399954977.1b94db751b1bb174ddd24c765bcd8c32f7a0e26c"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/157389473/updates?signature=1399954977.e1fe22b87d2bb0791fba9952c5a19ff7d8b6ecfd"
			]
		}
	},
	"updated_at" : [
		1397854509
	],
	"failed_at" : [
		1387576744
	],
	"video" : {
		"id" : [
			313147
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/744073/video-313147-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/744073/video-313147-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/744073/video-313147-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			480
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/744073/video-313147-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		0
	],
	"updates_count" : [
		0
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 2140784,
			"minimum" : 2,
			"reward" : "Too often we... enjoy the comfort of opinion without the discomfort of thought.\\r\\n\\r\\nJohn F. Kennedy",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384223976
		},
		{
			"id" : 2117417,
			"minimum" : 10,
			"reward" : "Our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 1,
			"updated_at" : 1385851294
		},
		{
			"id" : 2118585,
			"minimum" : 15,
			"reward" : "Our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree knighting you as a worldwide friend and supporter.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384260355
		},
		{
			"id" : 2117253,
			"minimum" : 25,
			"reward" : "Help us update 20% of our trivia questions, submit a question with three possible answers and if we use your question in our trivia Rage Cards. (Check Story content for details) We will send you an exclusive laminated A4 PDF printed copy of your trivia question personally autographed by the Outrageous creators and listing in our Game Rules Booklet. Free advance release download copy of the Lancelot Lunge song. All supporters will receive our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and supporter of Lord Charles Lancelot III and the outrageous crew.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 1,
			"updated_at" : 1385945559,
			"shipping" : "international",
			"shipping_amount" : "5.0"
		},
		{
			"id" : 2117455,
			"minimum" : 35,
			"reward" : "Your name acknowledged in the Outrageous Game Rules Booklet, set of six laminated player Character Cards personally autographed by the Outrageous creators, free advance release download copy of the Lancelot Lunge song plus our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and supporter of Lord Charles Lancelot III and the outrageous crew. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384318223,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 2117481,
			"minimum" : 50,
			"reward" : "Your name acknowledged in the Outrageous Game Rules Booklet, CD copy of Outrageous soundtrack, free advance release download copy of the Lancelot Lunge song, set of six laminated player Character Cards personally autographed by the Outrageous creators plus our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and supporter of Lord Charles Lancelot III and the outrageous crew. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 1,
			"updated_at" : 1384596756,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 2144395,
			"minimum" : 85,
			"reward" : "One Outrageous DVD Board Game, your name acknowledged in the Outrageous Game Rules Booklet, CD copy of Outrageous soundtrack, free advance release download of the Lancelot Lunge song, set of six laminated player Character Cards personally autographed by the Outrageous creators plus our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and supporter of Lord Charles Lancelot III and the outrageous crew. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384391928,
			"shipping" : "international",
			"shipping_amount" : "25.0"
		},
		{
			"id" : 2117741,
			"minimum" : 100,
			"reward" : "One Outrageous DVD Board Game, exclusive t-shirt, your name acknowledged in the Outrageous Game Rules Booklet, free advance release download of the Lancelot Lunge song, set of six laminated player Character Cards personally autographed by the Outrageous creators plus our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and supporter of Lord Charles Lancelot III and the outrageous crew. T-SHIRT LOVER! We are making a very limited run of exclusive T-shirts, Polo shirts and Hoodies for our Kickstarter supporters. These will not available anywhere else! All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 1,
			"updated_at" : 1387532153,
			"shipping" : "international",
			"shipping_amount" : "25.0"
		},
		{
			"id" : 2117747,
			"minimum" : 150,
			"reward" : "One Outrageous DVD Board Game, exclusive t-shirt, your name acknowledged in the Outrageous Game Rules Booklet and CD Soundtrack Booklet, free advance release download of the Lancelot Lunge song, CD copy of soundtrack, set of six laminated player Character Cards personally autographed by the Outrageous creators plus our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and supporter of Lord Charles Lancelot III and the outrageous crew. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392075,
			"shipping" : "international",
			"shipping_amount" : "25.0",
			"limit" : 25,
			"remaining" : 25
		},
		{
			"id" : 2117763,
			"minimum" : 200,
			"reward" : "One Outrageous DVD Board Game, exclusive Polo shirt or T-shirt (you Choose), your name acknowledged in the Outrageous Game Rules Booklet and CD Soundtrack Booklet, free advance release download of the Lancelot Lunge song, CD copy of soundtrack, set of six laminated player Character Cards personally autographed by the Outrageous creators plus our outrageous gratitude and listing in our Hall of Fame on our website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and supporter of Lord Charles Lancelot III and the outrageous crew. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392122,
			"shipping" : "international",
			"shipping_amount" : "25.0",
			"limit" : 20,
			"remaining" : 20
		},
		{
			"id" : 2118614,
			"minimum" : 350,
			"reward" : "One Outrageous DVD Board Game, your name acknowledged in the Outrageous Game Rules Booklet and game DVD, free advance release download of the Lancelot Lunge song, CD copy of soundtrack, exclusive promotional T-shirt and Polo shirt, set of six laminated player Character Cards personally autographed by the Outrageous creators. Our eternal gratitude and listing in our Hall of Fame on our website including link to your website from our Hall of Fame, Facebook &amp; printable PDF Decree from Lord Charles Lancelot III as a financial supporter and a worldwide friend of Outrageous. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392181,
			"shipping" : "international",
			"shipping_amount" : "25.0"
		},
		{
			"id" : 2117998,
			"minimum" : 500,
			"reward" : "Credit on game DVD as a major supporter, one Outrageous DVD Board Game, your name acknowledged in the Outrageous Game Rules and CD Booklet, free download of the Lancelot Lunge single, Exclusive Limited Edition USB copy of the Outrageous Soundtrack, exclusive T-shirt and Polo shirt, CD copy of soundtrack . Set of six Laminated Nylon Player Character Badges. Our eternal gratitude and personal listing in our Hall of Fame on our website including link to your website from our Hall of Fame, Facebook &amp; printable PDF Audio thank you from Lord Charles Lancelot III and creators as a major financial supporter and a worldwide friend of Outrageous. All items autographed by creators. .",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392233,
			"shipping" : "international",
			"shipping_amount" : "25.0",
			"limit" : 20,
			"remaining" : 20
		},
		{
			"id" : 2118621,
			"minimum" : 750,
			"reward" : "Co-Producer credit for original game soundtrack, 3 copies of soundtrack, Exclusive Limited Edition USB copy of the Outrageous Soundtrack and one Outrageous DVD Board Game. Your name acknowledged in the Outrageous Game Rules Booklet, CD Booklet and game DVD, free advance release download of the Lancelot Lunge song, exclusive polo-shirt, exclusive t-shirt, set of six laminated player Character Cards personally autographed by the Outrageous creators plus our outrageous gratitude and listing in our Hall of Fame on our website including link to your website as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and major financial supporter of Lord Charles Lancelot III and the outrageous crew. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392294,
			"shipping" : "international",
			"shipping_amount" : "25.0",
			"limit" : 6,
			"remaining" : 6
		},
		{
			"id" : 2117760,
			"minimum" : 1000,
			"reward" : "Producer credit for original game soundtrack, 6 copies of soundtrack and two Outrageous DVD Board Games. Limited Edition USB copy of the Outrageous Soundtrack , Credits in the Outrageous Game Rules Booklet, CD Booklet and game DVD credits, a personal audio message and knighthood decreed by Lord Charles Lancelot III, file sent to you, free advance release download of the Lancelot Lunge song, two exclusive promotional t-shirts, two exclusive promotional polo-shirts, set of six laminated player Character Cards personally autographed by the Outrageous creators plus our outrageous gratitude and listing in our Hall of Fame on our website including link to your website from our Hall of Fame as a royal friend of Outrageous, a royal PDF Decree Knighting you as a worldwide friend and major financial supporter from Lord Charles Lancelot III and the outrageous crew. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392341,
			"shipping" : "international",
			"shipping_amount" : "25.0",
			"limit" : 3,
			"remaining" : 3
		},
		{
			"id" : 2118038,
			"minimum" : 1500,
			"reward" : "A credit as Executive Producer of the Outrageous Game CD Soundtrack worldwide, Producer credit in our soundtrack booklet, a personal audio message and knighthood decreed by Lord Charles Lancelot III file sent you and loaded to YouTube and Facebook. Three Outrageous DVD Board Game, set of six laminated player Character Cards, your name acknowledged in the Outrageous Game Rules Booklet, credit in soundtrack booklet and DVD, three exclusive promotional t-shirts, two exclusive promotional polo-shirts, Hoodie, free download of the Lancelot Lunge single, three CD copy of soundtrack, Limited Edition USB copy of the Outrageous Soundtrack . Our eternal gratitude and personal listing in our Hall of Fame on our website including link to your website from our Hall of Fame, Facebook &amp; printable PDF Audio thank you from Lord Charles Lancelot III and creators as a major financial supporter and a worldwide friend of Outrageous. All items autographed by creators.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392659,
			"shipping" : "international",
			"shipping_amount" : "25.0",
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 2117484,
			"minimum" : 2000,
			"reward" : "Co-Producer credit for the Outrageous Game DVD worldwide, a personal video message and knighthood decreed by Lord Charles Lancelot III sent as video file to you and loaded to YouTube and Facebook, your name acknowledged in the Outrageous Rules Booklet, credit in soundtrack booklet, four Outrageous DVD Board Game, Limited Edition USB copy of the Outrageous DVD movie, All Areas Outrageous Backstage Pass, set of six laminated player Character Cards, four Outrageous DVD Board Games, four exclusive t-shirts, three exclusive promotional polo-shirts, two exclusive hoodies, free download of the Lancelot Lunge single, three CD copies of soundtrack. Framed photograph of Lord Charles Lancelot III, Laminated B &amp; W copy of original board concept hand sketched layout. All items autographed by creators. Personal invitation to share the Lords Outrageous Table with creators, dependent on our availability and your location in Australia or USA. Our eternal gratitude and special personal listing in our Hall of Fame on our website including link to your website from our Hall of Fame, Facebook &amp; printable PDF thank you from Lord Charles Lancelot III and creators as a major financial supporter and a worldwide friend of Outrageous.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384393016,
			"limit" : 3,
			"remaining" : 3
		},
		{
			"id" : 2147301,
			"minimum" : 2500,
			"reward" : "Producer credit for the Outrageous Game DVD worldwide, a personal video message and knighthood decreed by Lord Charles Lancelot III sent as video file to you and loaded to YouTube and Facebook, your name acknowledged in the Outrageous Rules Booklet, Soundtrack Booklet, three Outrageous DVD Board Games, Limited Edition USB copy of the Outrageous DVD movie, Limited Edition USB copy of the Outrageous Soundtrack, 3 sets of six laminated player Character Cards, three exclusive promotional Hoodies, five exclusive T-shirts, 4 exclusive polo-shirts, All Areas Outrageous Backstage Pass, free advance release download of the Lancelot Lunge song, six CD copies of soundtrack. Framed photograph of Lord Charles III, Laminated B &amp; W copy of original board concept hand sketched layout. All items autographed by creators. Personal invitation to share the Lords Outrageous Table with creators, dependent on availability and your location in Australia or USA. Our eternal gratitude and special personal listing in our Hall of Fame on our website including link to your website from our Hall of Fame, Facebook &amp; printable PDF thank you from Lord Charles Lancelot III and creators as a major financial supporter and a worldwide friend of Outrageous.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392933,
			"limit" : 3,
			"remaining" : 3
		},
		{
			"id" : 2118032,
			"minimum" : 3000,
			"reward" : "Co-Executive Producer credit for the Outrageous Game DVD worldwide, a personal video message and knighthood decreed by Lord Charles Lancelot III sent as video file to you and loaded to YouTube and Facebook, your name acknowledged in the Outrageous Rules Booklet, credit in soundtrack booklet, three Outrageous DVD Board Games, Limited Edition USB copy of the Outrageous DVD movie, Limited Edition USB copy of the Outrageous Soundtrack, six sets laminated player Character Cards, three exclusive promotional Hoodies, six exclusive T-shirts, 4 exclusive polo-shirts, All Areas Outrageous Backstage Pass, free download of the Lancelot Lunge single, three CD copies of soundtrack. Framed photograph of Lord Charles III, Laminated B &amp; W copy of original board concept hand sketched layout. The coloured prototype play board used in all early game tests and play (only one in existence) All items autographed by creators. Personal invitation to share the Lords Outrageous Table with creators, dependent on our availability and your location in Australia or USA. Our eternal gratitude and special personal listing in our Hall of Fame on our website including link to your website from our Hall of Fame, Facebook &amp; printable PDF thank you from Lord Charles Lancelot III and creators as a major financial supporter and a worldwide friend of Outrageous.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392985,
			"limit" : 2,
			"remaining" : 2
		},
		{
			"id" : 2117594,
			"minimum" : 5000,
			"reward" : "Executive Producer credit for the Outrageous Game DVD worldwide, a personal video message and knighthood decreed by Lord Charles Lancelot III sent as video file to you and loaded to YouTube and Facebook, your name acknowledged in the Outrageous Rules Booklet, credit in soundtrack booklet, three Outrageous DVD Board Game, Limited Edition USB copy of the Outrageous DVD movie, Limited Edition USB copy of the Outrageous Soundtrack, set of six laminated player Character Cards, All Areas Outrageous Backstage Pass, three promotional Hoodies, 6 T-shirts, 5 Polo shirts, free download of the Lancelot Lunge single, six CD copies of soundtrack. Framed photograph of Lord Charles III, Laminated B &amp; W copy of original board concept hand sketched layout. All items autographed by creators. Personal invitation to share the Lords Outrageous Table with creators, dependent on availability and your location in Australia or USA. Our eternal gratitude and special personal listing in our Hall of Fame on our website including link to your website from our Hall of Fame, Facebook &amp; printable PDF thank you from Lord Charles Lancelot III and creators as a major financial supporter and a worldwide friend of Outrageous.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 157389473,
			"backers_count" : 0,
			"updated_at" : 1384392874,
			"limit" : 1,
			"remaining" : 1
		}
	]
}