{
	"id" : [
		1530306279
	],
	"name" : [
		"Lore"
	],
	"blurb" : [
		"Do you remember the days when games were hard and made you think? Lore is our idea of bringing that back to the gaming community."
	],
	"goal" : [
		150000
	],
	"pledged" : [
		2671.41
	],
	"state" : [
		"failed"
	],
	"slug" : [
		"lore-0"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1359267300
	],
	"state_changed_at" : [
		1359267331
	],
	"created_at" : [
		1353343999
	],
	"launched_at" : [
		1354129288
	],
	"backers_count" : [
		90
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-full.jpg?1397803449"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-ed.jpg?1397803449"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-med.jpg?1397803449"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-little.jpg?1397803449"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-small.jpg?1397803449"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-thumb.jpg?1397803449"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-1024x768.jpg?1397803449"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/395317/photo-1536x1152.jpg?1397803449"
		]
	},
	"creator" : {
		"id" : [
			1376466869
		],
		"name" : [
			"RealPlayersGrind"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/4086289/Tearlogo3.thumb.jpg?1386894537"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/4086289/Tearlogo3.small.jpg?1386894537"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/4086289/Tearlogo3.medium.jpg?1386894537"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/1376466869"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1376466869?signature=1399952078.59db085194ac762d9e185e9121a38475327684e2"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2489314
		],
		"name" : [
			"Savannah"
		],
		"slug" : [
			"savannah-ga"
		],
		"short_name" : [
			"Savannah, GA"
		],
		"displayable_name" : [
			"Savannah, GA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"GA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/savannah-ga"
				],
				"location" : [
					"https://www.kickstarter.com/locations/savannah-ga"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951834.d4e5fcb183dc6423a8270b8ca102c0245228e92d&amp;woe_id=2489314"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/1376466869/lore-0"
			],
			"project_short" : [
				"http://kck.st/WvtS2O"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/1376466869/lore-0/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/1530306279?signature=1399952078.bc73e6715a6747586b3edb9c42071f40e3f1b83c"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/1530306279/comments?signature=1399952078.40cefd1dc3b2187f2d1d5e10d70b34fa256fcaaa"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/1530306279/updates?signature=1399952078.3a9c71de84329ff7a2d367f6a7b34421f9dc1ccf"
			]
		}
	},
	"updated_at" : [
		1397803456
	],
	"failed_at" : [
		1359267331
	],
	"video" : {},
	"comments_count" : [
		2640
	],
	"updates_count" : [
		19
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1206050,
			"minimum" : 1,
			"reward" : "Nets you updates on the progress on the game buy the game of steam are the website when its complete also we going to live stream progress and stuff on youtube this will not be all the time only when we got something cool we would like to show all are welcome",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 54,
			"updated_at" : 1358928103
		},
		{
			"id" : 1206051,
			"minimum" : 5,
			"reward" : "Nets updates on the progress on the game and also in game art and models on website. Also you can buy the game on steam are the website when its complete also we going to live stream. This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show. Everyone is welcome to watch the live stream",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 2,
			"updated_at" : 1357096027
		},
		{
			"id" : 1206052,
			"minimum" : 10,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha you can accessed when we launch it on the game website.  Also you can buy the game on steam are the website when its complete also we going to live stream. This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show. Everyone is welcome to watch the live stream",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 3,
			"updated_at" : 1357475695
		},
		{
			"id" : 1206053,
			"minimum" : 15,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha and your feed back be taking into account to improve the game play, game difficulty and over all product you can accessed when we launch it on the game website.  Also you can buy the game on steam are the website when its complete also we going to live stream. This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show. Everyone is welcome to watch the live stream",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 0,
			"updated_at" : 1356616492
		},
		{
			"id" : 1206054,
			"minimum" : 20,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha, you gain access to our alpha and beta  your feed back be taking into account to improve the game play, game difficulty and over all product. You can accessed when we launch it on the game website.  Also you can buy the game on steam are the website when its complete also we going to live stream. This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show. Everyone is welcome to watch the live stream",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 3,
			"updated_at" : 1359157439
		},
		{
			"id" : 1206055,
			"minimum" : 25,
			"reward" : "Nets updates on the progress on the game and also in game art, models,game demos of progression and your feed back be taking into account to improve the game play, game difficulty and over all product also grants you a pass into the alpha and beta and ???? its that good on game website buy the game of steam are the game website when its complete also we going to live stream progress and stuff on youtube this will not be all the time only when we got something cool we would like to show all are welcome",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 3,
			"updated_at" : 1359078287
		},
		{
			"id" : 1206056,
			"minimum" : 40,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha, you gain access to our alpha and beta. Your feed back be taking into account to improve the game play, game difficulty and over all product. You can access when we launch it on the game website.You get a Random high vaule item and 10 dollar discount on the Digital copy which will be 50 dollars at release and it is paid in full with this tier. Also you can buy the game on steam are the website when its complete also we going to live stream. This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show. Everyone is welcome to watch the live stream",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 2,
			"updated_at" : 1357262972
		},
		{
			"id" : 1206057,
			"minimum" : 50,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha, you gain access to our alpha and beta. Your feed back be taking into account to improve the game play, game difficulty and over all product. You can access when we launch it on the game website.You get a Random high vaule item and 10 dollar discount on the Digital and Retail DRM Free both are paid in full with this tier. Also a few legacy such as Zeus lighting Medusa gaze and so on these are in-game items. You can buy the game on steam are the website when its complete also we going to live stream. This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show. Everyone is welcome to watch the live stream",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 0,
			"updated_at" : 1358264684
		},
		{
			"id" : 1206058,
			"minimum" : 90,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha you gain access to our alpha and beta.Your feed back be taking into account to improve the game play, game difficulty and over all product. You can access when we launch it on the game website.You get a Random high vaule item and 10 dollar discount on the Digital and Retail DRM Free both are paid in full with this tier  also a few legacy such as Zeus lighting Medusa gaze and so on these are in-game items. Full color guild art book and monster note book which shows you how to kill legacy creatures and monsters these are physical goods.You can buy the game on steam are the website when its complete also we going to do privite live stream more behide the scenes game play . This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 0,
			"updated_at" : 1356244381,
			"limit" : 500,
			"remaining" : 500
		},
		{
			"id" : 1206059,
			"minimum" : 150,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha you gain access to our alpha and beta. Your feed back be taking into account to improve the game play, game difficulty and over all product you can accessed when we launch it on the game website.You get a Random high vaule item and 10 dollar discount on the Digital and Retail DRM Free both are paid in full with this tier  also a few legacy such as Zeus lighting Medusa gaze and so on these are in-game items. Full color guild art book and monster note book which shows you how to kill legacy creatures and monsters these are physical goods. Get characters named after you and your very own custom armor set which can be upgraded and have gem and charms removed with out braking.You can buy the game on steam are the website when its complete also we going to do privite live stream more behide the scenes game play . This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 0,
			"updated_at" : 1356850305,
			"limit" : 200,
			"remaining" : 200
		},
		{
			"id" : 1206060,
			"minimum" : 600,
			"reward" : "Nets updates on the progress on the game and also in game art, models,game demos of progression and your feed back be taking into account to improve the game play, game difficulty and over all product also grants you a pass into the alpha and beta and ???? its that good plus a discount off the game it would be payed in full Digital and Retail and a few legacy such as Zeus lighting Medusa gaze and so on full color guild art book and monster note book which shows you how to kill legacy creatures and monsters get game characters named after you and your very own custom armor set which can be upgraded and have gem and charms removed with out braking on game website buy the game of steam are the game website when its complete also we going to do privite live stream progress and stuff on youtube this will not be all the time only when we got something cool we would like to show and you live feedback will be taking into account You also get the  with all our game assets ,scripts ,art in game models ,animations , unused assets every thing you need to make your on grand game",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 2,
			"updated_at" : 1358826228,
			"limit" : 1e+05,
			"remaining" : 99998
		},
		{
			"id" : 1206061,
			"minimum" : 900,
			"reward" : "Nets updates on the progress on the game and also in game art, models and a game demo of progression its like a pre-alpha you gain access to our alpha and beta. Your feed back be taking into account to improve the game play, game difficulty and over all product you can accessed when we launch it on the game website.You get a Random high vaule item and 10 dollar discount on the Digital and Retail DRM Free both are paid in full with this tier also a few legacy such as Zeus lighting Medusa gaze and so on these are in-game items. Full color guild art book and monster note book which shows you how to kill legacy creatures and monsters these are physical goods. Get characters named after you and your very own custom armor set which can be upgraded and have gem and charms removed with out braking.You can buy the game on steam are the website when its complete also we going to do privite live stream more behide the scenes game play . This will show you live progress of the game on youtube and we will also answer questions. We will not be live streaming all the time only when we have something cool we would like to show. You also get our game with all our game assets ,scripts ,art in game models ,animations , unused assets every thing you need to make your on grand game. You will become an Npc in game and you will get a downloadible  character who is model after you",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1530306279,
			"backers_count" : 1,
			"updated_at" : 1359258736,
			"limit" : 30,
			"remaining" : 29
		}
	]
}