{
	"id" : [
		1678290539
	],
	"name" : [
		"Design Mogul"
	],
	"blurb" : [
		"Design Mogul is a role-playing adventure game that includes a community-designed high-resolution 3D avatar creator for guys and girls!"
	],
	"goal" : [
		1e+05
	],
	"pledged" : [
		634
	],
	"state" : [
		"failed"
	],
	"slug" : [
		"design-mogul"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1368020601
	],
	"state_changed_at" : [
		1368020604
	],
	"created_at" : [
		1356035201
	],
	"launched_at" : [
		1365428601
	],
	"backers_count" : [
		19
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-full.jpg?1397805936"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-ed.jpg?1397805936"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-med.jpg?1397805936"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-little.jpg?1397805936"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-small.jpg?1397805936"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-thumb.jpg?1397805936"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-1024x768.jpg?1397805936"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/417668/photo-1536x1152.jpg?1397805936"
		]
	},
	"creator" : {
		"id" : [
			732284962
		],
		"name" : [
			"Jackabee Inc."
		],
		"slug" : [
			"designmogul"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/4542637/new2.thumb.jpg?1359067114"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/4542637/new2.small.jpg?1359067114"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/4542637/new2.medium.jpg?1359067114"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/designmogul"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/732284962?signature=1399952962.dd9979c09620aa847cff838c34788f8431740041"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2488892
		],
		"name" : [
			"Santa Monica"
		],
		"slug" : [
			"santa-monica-ca"
		],
		"short_name" : [
			"Santa Monica, CA"
		],
		"displayable_name" : [
			"Santa Monica, CA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"CA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/santa-monica-ca"
				],
				"location" : [
					"https://www.kickstarter.com/locations/santa-monica-ca"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951864.8993385c452cb8c8d245fe9b1d9ca0b29b97edb6&amp;woe_id=2488892"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/designmogul/design-mogul"
			],
			"project_short" : [
				"http://kck.st/Z3oVCT"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/designmogul/design-mogul/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/1678290539?signature=1399952962.bbcba4f91f07f78f40eb3c7cd660e4eb5bd290d5"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/1678290539/comments?signature=1399952962.6e62c4feb286da670cee4efa3632370d266dc9a2"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/1678290539/updates?signature=1399952962.190bdbdc836731d0d469878d5ea5e1be575acac3"
			]
		}
	},
	"updated_at" : [
		1397805939
	],
	"failed_at" : [
		1368020604
	],
	"video" : {
		"id" : [
			232994
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/417668/video-232994-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/417668/video-232994-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/417668/video-232994-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			360
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/417668/video-232994-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		1
	],
	"updates_count" : [
		0
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1265646,
			"minimum" : 15,
			"reward" : "PREMIUM BACKER:  Reserve your username before the launch rush + get a custom \"Design Mogul\" Kickstarter-only cover photo with your name and credit as a PREMIUM BACKER. Show it off on your social network or mobile device.  Your name will appear as a \"PREMIUM BACKER\" in the game credits.",
			"limit" : 500,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 1678290539,
			"remaining" : 499,
			"backers_count" : 1,
			"updated_at" : 1365469480
		},
		{
			"id" : 1513023,
			"minimum" : 20,
			"reward" : "EARLY BACKER: For early backers ONLY! Digital dowloadable copy DRM-free of Design Mogul for MAC or PC with extended levels and our 3D-Clothing Design Companion Application. This low price only available for those who help fund first. Get an exclusive early release of the final version to play before anyone else! Your name will appear as an \"EARLY BACKER\" in the game credits.",
			"limit" : 14999,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"remaining" : 14995,
			"backers_count" : 4,
			"updated_at" : 1366025041
		},
		{
			"id" : 1369491,
			"minimum" : 20,
			"reward" : "RECIEVE A DESIGNER T-SHIRT: Guy&#39;s or girl&#39;s \"BACKER\" T-shirt, made out of a light cotton. Perfect for outdoor sports, shopping, family outings, and everyday wear.Your name will appear as a \"PREMIUM DOUBLE DIAMOND BACKER\" in the game credits.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1372636800,
			"project_id" : 1678290539,
			"backers_count" : 3,
			"updated_at" : 1366723772,
			"shipping" : "international",
			"shipping_amount" : "35.0"
		},
		{
			"id" : 1265648,
			"minimum" : 20,
			"reward" : "PLATINUM BACKER + BETA TESTER: You get our special Design Mogul MAC or PC version DRM-free, with our 3D-Clothing Design Companion Application. This low price only available for those who help fund. Get an exclusive opportunity to be a part of our private beta tester group before we launch the game!  Get access to our design team through a private email. Ask questions, pose new ideas and send your comments in, and we&#39;ll review them during production.  Your name will appear as a \"PLATINUM BACKER\\u201d in the game credits. ALL FOLLOWING REWARDS WILL INCLUDE EVERYTHING IN THIS REWARD LEVEL.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 1678290539,
			"backers_count" : 1,
			"updated_at" : 1366920263
		},
		{
			"id" : 1369485,
			"minimum" : 25,
			"reward" : "FASHION DESIGNER: Design your choice of clothing, shoe or accessory to be featured in the game with your name - just follow our simple Design Guide!  For example, design your own denim jeans, jackets, handbags, women&#39;s platform pumps, heels, wedges, flats, skirts, dresses, sporting apparel, guy&#39;s basketball shoes, blouses, hats, sunglasses, and much more for girls and guys. Content subject to our approval. Your name will appear as a \"DIAMOND BACKER AND FASHION DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365122894
		},
		{
			"id" : 1369488,
			"minimum" : 25,
			"reward" : "T-SHIRT DESIGNER: Design your own T-Shirt in the game.  You pick the color of the T-shirt and an image or slogan to upload.  Annually, we&#39;ll enter your T-Shirt into our online \"T-Shirt Oscarz,\" where the crowd votes for best T-Shirt in different categories like Best Hand-Drawn Art, Most Popular, Best Slogan, and more!  While NO money is presented to winners, you&#39;ll receive a coveted online award! Content subject to our approval. Your name will appear as a \"DIAMOND BACKER AND T-SHIRT DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112110
		},
		{
			"id" : 1369513,
			"minimum" : 25,
			"reward" : "TATTOO DESIGNER: Design your own tattoo in the game!  You can send us a drawing or you can even take a photo of your favorite tattoo on your body! Name it too! (ie: \"Gina&#39;s Art,\" \"Ulti-Ink,\" \"Dave&#39;s Skulls,\" etc.).  Our avatar creator supports tattoos for your chest, back, arms, or legs, and for males and females. Content subject to our approval. Your name will appear as a \"DIAMOND BACKER AND TATTOO DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112110
		},
		{
			"id" : 1469901,
			"minimum" : 25,
			"reward" : "KICKS DESIGNER: Design and brand your own pair of Basketball Sneaks or casual kicks for males or females. Be creative and name them something fun like \"Air DaVinci.\" You can pick a name that would make people laugh! Content subject to our approval. Your name will appear as a \"DIAMOND BACKER AND KICKS DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 1,
			"updated_at" : 1366432241
		},
		{
			"id" : 1369489,
			"minimum" : 26,
			"reward" : "DESIGN MOGUL MODELS CALENDAR: Receive a limited edition copy of the 2013-2015 calendar of the Design Mogul Models. This calendar will be functional with lots of space to write reminders in each day&#39;s box. Classy Models wearing the latest fashions will grace each month.  We&#39;ll send you the calendar digitally. Your name will appear as a \"DIAMOND BACKER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1364857584
		},
		{
			"id" : 1369492,
			"minimum" : 26,
			"reward" : "\\u201cADVENTURES IN THE VIDEO GAME BUSINESS,\\u201d LIMITED EDITION, AUTOGRAPHED BOOK: A Kickstarter exclusive!  Not available in stores or on Kindle.  Written by John Botti, this book is a true story about how he founded of one the largest independent game developers in California. From his childhood days of programming games to getting started in the games business in LA.  The book includes tips on creating games and breaking into the business. It is appropriate for all ages- a perfect gift for that son, daughter, niece or nephew that wants to design games.  Your name will appear as a \"DIAMOND BACKER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 4,
			"updated_at" : 1366001122
		},
		{
			"id" : 1477274,
			"minimum" : 35,
			"reward" : "NAIL DESIGNER:  Design and name your own manicure or pedicure style, color and pattern for our characters!  Be as creative as you&#39;d like by choosing from a broad spectrum of colors. Add anything to the nails and toes from flowers to stars, animal print to glitter, even your name! Content subject to our approval. Your name will appear as a \"DIAMOND BACKER AND NAIL DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365115533
		},
		{
			"id" : 1369486,
			"minimum" : 40,
			"reward" : "SHOE AND HANDBAG DESIGNER: Design a pair of shoes and matching handbag. Content subject to our approval. Your name will appear as a \"DIAMOND BACKER AND SHOE AND HANDBAG DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112221
		},
		{
			"id" : 1265665,
			"minimum" : 50,
			"reward" : "LEVEL DESIGNER: Have you ever dreamed of creating your very own video game? Now is your chance to make your dream a reality. You design your own mini-level in the game. Choose a background photograph that you took or one that you own and provide a story-line based on your photo and we will insert that within the game.  Content subject to our approval. Your name will appear as  a \"DOUBLE DIAMOND BACKER AND GAME DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112221
		},
		{
			"id" : 1265670,
			"minimum" : 50,
			"reward" : "YOUR VOTE COUNTS: Vote on important decisions in the game&#39;s production. Help design the game&#39;s worlds and mini-games.  Your vote will determine the order in which our mini-games will appear in the avatar&#39;s journey.  For example, if the majority votes on miniature golf as an outing with a fellow designer, then miniature golf is going to be first! Your name will appear as a \"DOUBLE DIAMOND BACKER AND DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365115606
		},
		{
			"id" : 1369493,
			"minimum" : 50,
			"reward" : "NAMED AFTER ME: Choose a name for a Non-Player Character (NPC) in the game. The player will encounter many NPCs along their journey to the top. NPC name subject to our approval. Your name will appear as a \"DOUBLE DIAMOND BACKER AND APPEARANCES BY\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1369498,
			"minimum" : 50,
			"reward" : "BILLBOARD ME!: Feature your name or your company&#39;s name on a Billboard in the game. The billboard will appear in mini-levels in urban and rural environments throughout the game. Content subject to our approval. Your name will appear as a \"DOUBLE DIAMOND BACKER AND ADVERTISING MOGUL\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365115684
		},
		{
			"id" : 1481944,
			"minimum" : 50,
			"reward" : "SONGWRITER: Create a song for the game.  You must own all rights to your song, and we&#39;ll get it in the game!  We&#39;ll provide quality standards for recording as well as genre suggestions. Content subject to our approval. Your name will appear as a \"DOUBLE DIAMOND BACKER AND SONGWRITER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1265676,
			"minimum" : 55,
			"reward" : "LEAD DESIGNER: Design three (3) items of clothing/accessories with our easy to follow Design Guide. Choose from a pair of shoes, denim jeans, shirts, skirts, dresses, sunglasses, and more! Content subject to our approval. Your name will appear as a \"DOUBLE DIAMOND BACKER AND LEAD DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1265677,
			"minimum" : 100,
			"reward" : "MASTER DESIGNER: Design five (5) items of clothing/accessories with our easy to follow Design Guide.  This reward includes an exclusive one-on-one Skype call with a design team member. Get insider advice on how to make your line of in-game clothing items look as real as possible. Content subject to our approval. Your name will appear as a \"TRIPLE DIAMOND BACKER AND MASTER DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1265678,
			"minimum" : 100,
			"reward" : "MY NAME IN THE GAME: Get your name on five (5) different items in the game. Simply give us your name and desired public-domain font and we&#39;ll put your name in the game. Your name may become a shoe brand, a denim line, or a line of sports golf clubs; play the game to find out! Content subject to our approval. Your name will also appear as a \"TRIPLE DIAMOND BACKER AND FASHION DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1475124,
			"minimum" : 100,
			"reward" : "HAIR STYLIST: Design and name your very own hairstyle for the characters in the game. Get as creative as you&#39;d like with funky colors, modern styles or classic throwbacks, it&#39;s all up to you.  Content subject to our approval. Your name will appear as a \"TRIPLE DIAMOND BACKER AND HAIR STYLIST\" in the game credits.",
			"limit" : 500,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1391212800,
			"project_id" : 1678290539,
			"remaining" : 500,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1470286,
			"minimum" : 100,
			"reward" : "SEASONAL 3D CHARACTER: Name and Design a Seasonal 3D Character. We will release a different seasonal character every month. For example, design a Back-to-School Character after you or someone special, design a holiday character or a character that celebrates Spring or Summer. Content subject to our approval. Your name will appear as a \"TRIPLE DIAMOND BACKER AND SEASONAL CHARACTER DESIGNER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1369497,
			"minimum" : 100,
			"reward" : "PLAY A MINOR ROLE: Play a minor role in the game. Send us a picture of yourself and we will put you in the game as a minor character or \"extra.\" Content subject to our approval. Your name will appear as a \"TRIPLE DIAMOND BACKER AND DIGITAL ACTOR\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1369514,
			"minimum" : 100,
			"reward" : "JEWELRY DESIGNER: Design your own jewelry for the characters in the game. Design a necklace, earring, ring, piercing or chain and name it, for girls or guys. Make it OG and grand, or simple, and elegant! Content subject to our approval. Your name will  appear as a \"TRIPLE DIAMOND BACKER AND JEWELRY DESIGNER\" in the game credits.",
			"limit" : 750,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"remaining" : 750,
			"backers_count" : 0,
			"updated_at" : 1365112497
		},
		{
			"id" : 1472222,
			"minimum" : 100,
			"reward" : "ANIMATION PACK: Name and create actual \"motion capture\" animation to be featured in the game. Use your imagination to create special \\u201cmoves\\u201d for our avatars. For example, animations can be idle, funny, a special handshake, a sports or dance move, a business negotiation gesture etc. Content subject to our approval. Your name will appear as a \"TRIPLE DIAMOND BACKER AND MOCAP PERFORMER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112498
		},
		{
			"id" : 1469944,
			"minimum" : 250,
			"reward" : "ONE-ON-ONE WITH THE CEO: One-on-one skype call with John Botti, CEO and video game entrepreneur. Get advice on (1) building great games, (2) starting your own company (3) getting your college application &#39;out of the pile,&#39; (4) getting into the video game business and (5) making games today in the current environment. We will also take your \\u201cbeta tester\\u201d feedback into consideration for the game. Your name will appear as a \"3-CARAT DIAMOND BACKER AND PRODUCER\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 1,
			"updated_at" : 1365888776
		},
		{
			"id" : 1470222,
			"minimum" : 500,
			"reward" : "3D STATUE: Send us a 3D Avatar you created while beta testing our game and we&#39;ll make it into a Mini-figurine and send it to you through the mail. Your 3D avatar will go from your mobile device to sitting in the palm of your hand! Your name will appear as a \"5-CARAT DIAMOND BACKER\" in the game credits.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1364858129,
			"shipping" : "international",
			"shipping_amount" : "75.0"
		},
		{
			"id" : 1265695,
			"minimum" : 500,
			"reward" : "PLAY A MAJOR ROLE: Play a Major Role in our Game! Play an important character our players will meet during their journey through the game. Become a Photographer, Stylist, Fashion Designer, aspiring Rapper, Corporate Vice President.. the list goes on. Send us your picture along with the type of character you&#39;d like to play from our Design Spec&#39;s list and our artists will design your custom character.  Content subject to our approval. Your name will appear as a \"5-CARAT DIAMOND BACKER AND DIGITAL STAR\" in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112498
		},
		{
			"id" : 1472264,
			"minimum" : 750,
			"reward" : "DESIGN A RIDE: Moguls need fancy rides. Follow our Design Guide and custom make your choice of a car, bike, yacht, private plane, helicopter and more for our avatars. Interact with our designers and modelers via a private email address and guide the design of a hot vehicle of your choice. Content subject to our approval. Your name will appear as a \\u201c7-CARAT DIAMOND BACKER AND VEHICLE DESIGNER\\u201d in the game credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"backers_count" : 0,
			"updated_at" : 1365112498
		},
		{
			"id" : 1369494,
			"minimum" : 1000,
			"reward" : "BE A STAR: Play a Major Star in the game. Become a famous celebrity, rapper, sports star, competing mogul, movie star, famous author, head of state and more! Send us your photos according to our Design Guide, along with the type of star you would like to be and our designers will work you into the story. We will send you lines you can record on your mobile device for your character to say. Content subject to our approval. Your name will appear as a \"10-CARAT DIAMOND BACKER AND STARRING\" in the game credits.",
			"limit" : 470,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 1678290539,
			"remaining" : 470,
			"backers_count" : 0,
			"updated_at" : 1365112498
		},
		{
			"id" : 1265711,
			"minimum" : 1400,
			"reward" : "BE A STAR/3D STATUE COMBO: Receive everything in the BE A STAR Reward, and we will have it created as a color 3D miniature figurine. Shipped to anywhere in the world. Content subject to our approval. Your name will appear as a \"14-CARAT DIAMOND BACKER AND CHARACTER DESIGNER\\u201d in the game credits.",
			"limit" : 150,
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1678290539,
			"remaining" : 150,
			"backers_count" : 0,
			"updated_at" : 1365112498,
			"shipping" : "international",
			"shipping_amount" : "75.0"
		},
		{
			"id" : 1265721,
			"minimum" : 2000,
			"reward" : "MOTION CAPTURE STAR: Get an exclusive invitation to attend one of our private VIP motion capture sessions. We will hold one session in New York City for our East Coast Fans, and one session in Los Angeles for our West Coast Fans. Get a chance to create the 3D animations and become a character in the game. Your name will appear as a \"20-CARAT DIAMOND BACKER, MOCAP STAR AND EXECUTIVE PRODUCER\" in the game credits.",
			"limit" : 250,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1391212800,
			"project_id" : 1678290539,
			"remaining" : 250,
			"backers_count" : 0,
			"updated_at" : 1364858210
		},
		{
			"id" : 1369500,
			"minimum" : 2500,
			"reward" : "MY STOREFRONT: Design your own Storefront and Marquis in the game. Follow our Design Guide to create your very own store front lining the street of different levels of the game. Content subject to our approval. Your name will appear as a \"25-CARAT DIAMOND BACKER AND ARCHITECT\" in the game credits.",
			"limit" : 175,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1391212800,
			"project_id" : 1678290539,
			"remaining" : 175,
			"backers_count" : 0,
			"updated_at" : 1365112498
		},
		{
			"id" : 1477218,
			"minimum" : 3000,
			"reward" : "MEET THE MODELS PHOTOSHOOT! Get a private VIP invitation to our Los Angeles or New York City Photoshoot. Learn modeling or photography secrets from the pros. Work side-by-side with our lead photographers during a full day of location or studio work with some most beautiful fashion models in the business. Your name will appear as a \"30-CARAT DIAMOND BACKER AND EXECUTIVE PRODUCER\" in the game credits.",
			"limit" : 250,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1393632000,
			"project_id" : 1678290539,
			"remaining" : 250,
			"backers_count" : 0,
			"updated_at" : 1364984348
		},
		{
			"id" : 1469729,
			"minimum" : 5000,
			"reward" : "WEST-COAST VIP LAUNCH PARTY PACK: Experience the Design Mogul launch party, and spend an evening with the Design team, the CEO and Design Mogul Models at the Fairmont Hotel in Santa Monica, California. Your name will appear as a \"50-CARAT DIAMOND BACKER AND EXECUTIVE PRODUCER\" in the game credits.",
			"limit" : 60,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 1678290539,
			"remaining" : 60,
			"backers_count" : 0,
			"updated_at" : 1364984335
		},
		{
			"id" : 1499524,
			"minimum" : 5000,
			"reward" : "EAST-COAST VIP LAUNCH PARTY PACK: Experience the Design Mogul launch party, and spend an evening with the Design team, the CEO and Design Mogul Models at the Trump International Hotel &amp; Tower on Central Park in New York City. Our roots are in New York, so we wanted to have an intimate evening with our east-coast backers in New York City. Your name will appear as a \"50-CARAT DIAMOND BACKER AND EXECUTIVE PRODUCER\" in the game credits.",
			"limit" : 50,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 1678290539,
			"remaining" : 50,
			"backers_count" : 0,
			"updated_at" : 1364984324
		},
		{
			"id" : 1265723,
			"minimum" : 10000,
			"reward" : "BEST OF EVERYTHING: Get ALL the rewards above plus air-fare and hotel accommodations to experience your choice of either our East Coast or West Coast Launch Party. Your name will appear as a \"100-CARAT DIAMOND BACKER AND EXECUTIVE PRODUCER\" in the game credits.",
			"limit" : 10,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1398902400,
			"project_id" : 1678290539,
			"remaining" : 10,
			"backers_count" : 0,
			"updated_at" : 1364858210
		}
	]
}