{
	"id" : [
		928058934
	],
	"name" : [
		"Zeta Ophiuchi 2 (Canceled)"
	],
	"blurb" : [
		"A giant monster fighting game in a fully destructible city that you get to PICK!  The game will be built with the Havok engine!"
	],
	"goal" : [
		3e+06
	],
	"pledged" : [
		80
	],
	"state" : [
		"canceled"
	],
	"slug" : [
		"zeta-ophiuchi-2"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1382722505
	],
	"state_changed_at" : [
		1380217060
	],
	"created_at" : [
		1377193498
	],
	"launched_at" : [
		1379352905
	],
	"backers_count" : [
		1
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-full.jpg?1397831824"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-ed.jpg?1397831824"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-med.jpg?1397831824"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-little.jpg?1397831824"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-small.jpg?1397831824"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-thumb.jpg?1397831824"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-1024x768.jpg?1397831824"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/658594/photo-1536x1152.jpg?1397831824"
		]
	},
	"creator" : {
		"id" : [
			886238809
		],
		"name" : [
			"David Cartwright"
		],
		"slug" : [
			"mr-spaz"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/7748609/David_Cartwright.thumb.jpg?1378854335"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/7748609/David_Cartwright.small.jpg?1378854335"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/7748609/David_Cartwright.medium.jpg?1378854335"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/mr-spaz"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/886238809?signature=1399957497.8866d1a2960abcf72f4b9f7eed17840003c54dfc"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2517979
		],
		"name" : [
			"Westborough"
		],
		"slug" : [
			"westborough-ma"
		],
		"short_name" : [
			"Westborough, MA"
		],
		"displayable_name" : [
			"Westborough, MA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"MA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/westborough-ma"
				],
				"location" : [
					"https://www.kickstarter.com/locations/westborough-ma"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399953788.6874b1490d894af9a5cf371154b5bc96489285ee&amp;woe_id=2517979"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/mr-spaz/zeta-ophiuchi-2"
			],
			"project_short" : [
				"http://kck.st/1eVIzIn"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/mr-spaz/zeta-ophiuchi-2/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/928058934?signature=1399957497.2f4e19f3c2d72b38d2a7f0ad06c73a4a3c2cbc6d"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/928058934/comments?signature=1399957497.d421a463095356787d976faa1d0eeab4529c56c7"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/928058934/updates?signature=1399957497.9d8edf8adae73a7eda687f586466dcc379a90af1"
			]
		}
	},
	"updated_at" : [
		1397831836
	],
	"canceled_at" : [
		1380217060
	],
	"video" : {
		"id" : [
			289329
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/658594/video-289329-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/658594/video-289329-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/658594/video-289329-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			360
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/658594/video-289329-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		3
	],
	"updates_count" : [
		2
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1935521,
			"minimum" : 4,
			"reward" : "The game&#39;s music soundtrack (created by Jesper Kyd) (20 DRM free songs - retail price: $25)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785119
		},
		{
			"id" : 1935522,
			"minimum" : 7,
			"reward" : "The game&#39;s conceptual artwork, a PDF of the game design, a PDF map of the city (including tourist locations, monuments, various stores, restaurants, etc.).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785119
		},
		{
			"id" : 1994945,
			"minimum" : 16,
			"reward" : "The game through digital download.  PLUS all of the lower reward offers.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785161
		},
		{
			"id" : 1994948,
			"minimum" : 19,
			"reward" : "The Collector&#39;s Edition of the game, without a poster, through digital download.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785252
		},
		{
			"id" : 1994949,
			"minimum" : 28,
			"reward" : "The Collector&#39;s Edition of the game, without a poster, through digital download.  PLUS your name in the credits, with the list of ideas you come up with for the game! (up to 10 ideas - if you came up with 5,000 ideas, it would be a little long).  PLUS your picture in the \"Donations\" section of our website (when it&#39;s up).\\r\\nPlease Note:  You must have the rights to use the photo, which means no professional photographs.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785252
		},
		{
			"id" : 1935523,
			"minimum" : 45,
			"reward" : "The game, ON DVD (retail price: $60) - I am going to try to offer this on DVD for the Xbox 360, Playstation 3 and the Wii.  But if all else fails (meaning I can not get a publisher to publish the game in video game stores, but I highly doubt that will happen!) - I&#39;ll give you a code to download the game through Xbox live, Playstation Network, or a Steam code for the PC or some other network you can download the game through.  BUT if I get a publisher, I&#39;ll ship you a DVD or you can download it!\\r\\n\\r\\nPlease Note:  The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785252
		},
		{
			"id" : 1994951,
			"minimum" : 50,
			"reward" : "Design your own non-human, giant monster.  PLUS the Collector&#39;s Edition of the game, without a poster, through digital download.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with up to 10 ideas in the credits with your name).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785287,
			"limit" : 12,
			"remaining" : 12
		},
		{
			"id" : 1935524,
			"minimum" : 55,
			"reward" : "The game, ON DVD.  PLUS Flying Saucer enhancement.  PLUS Forcefield Enhancement.  PLUS Teleportation enhancement.  PLUS Time Distorter enhancement.  PLUS 5 bonus levels to fight in.  PLUS 3 monsters (with their alien species&#39; enhancements).  The enhancements, bonus levels and the bonus 3 monsters are normally only in the Collector\\u2019s Edition.\\r\\n\\r\\nPlease Note: The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785316
		},
		{
			"id" : 1935533,
			"minimum" : 60,
			"reward" : "The Collector&#39;s Edition of the game, ON DVD. (retail price: $75)\\r\\n\\r\\nPlease Note: The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709
		},
		{
			"id" : 1935534,
			"minimum" : 80,
			"reward" : "The Collector&#39;s Edition of the game, PLUS your name in the credits (with your name, will be the list of ideas you come up with for the game! (up to 10 ideas - if you came up with 5,000 ideas, it would be a little long) ), PLUS your picture in the \"Donations\" section of our website (when it&#39;s up).  Please Note: The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 1,
			"updated_at" : 1379419257
		},
		{
			"id" : 1935535,
			"minimum" : 150,
			"reward" : "The Collector&#39;s Edition of the game signed by everyone that built the game, PLUS your picture in the \"Donations\" section of our website, PLUS your name in the credits (with up to 10 ideas in the credits with your name), PLUS a custom game poster with a picture of you (or someone else) super-imposed into it (we would need a close-up of you roaring or posing for a picture, with a blank background to the picture, we then cut you out of the photo and super-impose you on a special background, with the game&#39;s title somewhere on the poster) - the poster will have a length of 3 feet.  Please Note:  You must have the rights to use the photo for the poster, which means no professional photographs.  The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1378849526
		},
		{
			"id" : 1994960,
			"minimum" : 150,
			"reward" : "The Collector&#39;s Edition of the game, ON DVD, signed by everyone that built the game.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with up to 10 ideas in the credits with your name).  PLUS a custom game poster with a picture of you (or someone else) super-imposed into it (we would need a close-up of you roaring or posing for a picture, with a blank background to the picture, we then cut you out of the photo and super-impose you on a special background, with the game&#39;s title somewhere on the poster) - the poster will have a length of 3 feet.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709
		},
		{
			"id" : 1994961,
			"minimum" : 155,
			"reward" : "Design your own non-human, giant monster.  PLUS the Collector&#39;s Edition of the game, ON DVD, signed by everyone that built the game.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with up to 10 ideas in the credits with your name).  PLUS a custom game poster with a picture of you (or someone else) super-imposed into it (we would need a close-up of you roaring or posing for a picture, with a blank background to the picture, we then cut you out of the photo and super-impose you on a special background, with the game&#39;s title somewhere on the poster).\\r\\n\\r\\nPlease Note:  You must have the rights to use the photo for the poster, which means no professional photographs.  The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709,
			"limit" : 12,
			"remaining" : 12
		},
		{
			"id" : 1994962,
			"minimum" : 200,
			"reward" : "YOU as a giant monster! (no adult content permitted).  You will be a giant YOU and you will be able to design your own special powers, attacks and the enhancements that will be capable of being installed into YOU, in the game!  PLUS you will get the Collector&#39;s Edition of the game, without a poster and through digital download.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with upto 10 ideas in the credits with your name).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709,
			"limit" : 2,
			"remaining" : 2
		},
		{
			"id" : 1994963,
			"minimum" : 255,
			"reward" : "Have a civilian (non-playable character (NPC) ) made that looks like you (or someone else that has given their permission), in the game, you can choose where your NPC is in the game and what your NPC is doing (as long as it is somewhat realistic, reasonable and not above a TEEN rating action).  PLUS the Collector&#39;s Edition of the game, without a poster and through digital download.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with up to 10 ideas in the credits with your name).\\r\\n\\r\\nPlease Note:  You must be 18 or older.  Your NPC will be edible.  You must have the rights to use the photo that will be on the donations page, which means no professional photographs.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709
		},
		{
			"id" : 1994964,
			"minimum" : 260,
			"reward" : "Design your own non-human, giant monster.  PLUS have a civilian (non-playable character, NPC) made that looks like you (or someone else that has given their permission), in the game, you can choose where your NPC is in the game and what your NPC is doing (as long as it is somewhat realistic, reasonable and not above a TEEN rating action).  PLUS the Collector&#39;s Edition of the game, without a poster and through digital download.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with up to 10 ideas in the credits with your name).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709,
			"limit" : 12,
			"remaining" : 12
		},
		{
			"id" : 1994965,
			"minimum" : 307,
			"reward" : "Have a civilian (non-playable character (NPC) ) made that looks like you or someone else, in the game, you can choose where your NPC is in the game and what your NPC is doing (as long as it is somewhat realistic, reasonable and not above a TEEN rating action).  PLUS the Collector&#39;s Edition of the game, ON DVD, signed by everyone that built the game.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with up to 10 ideas in the credits with your name).  PLUS a custom game poster with a picture of you (or someone else) super-imposed into it (we would need a close-up of you roaring or posing for a picture, with a blank background to the picture, we then cut you out of the photo and super-impose you on a special background, with the game&#39;s title somewhere on the poster) - the poster will have a length of 3 feet.\\r\\n\\r\\nPlease Note:  You must be 18 or older.  Your NPC will be edible.  You must have the rights to use the photo for the poster, which means no professional photographs.  The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709
		},
		{
			"id" : 1994966,
			"minimum" : 340,
			"reward" : "Design your own non-human, giant monster.  PLUS have a civilian (non-playable character, NPC) made that looks like you or someone else, in the game (you can choose where your NPC is in the game and what your NPC is doing (as long as it is somewhat realistic, reasonable and not above a TEEN rating action).  PLUS the Collector&#39;s Edition of the game, ON DVD, signed by everyone that built the game.  PLUS your picture in the \"Donations\" section of our website.  PLUS your name in the credits (with up to 10 ideas in the credits with your name).  PLUS a custom game poster with a picture of you (or someone else) super-imposed into it (we would need a close-up of you roaring or posing for a picture, with a blank background to the picture, we then cut you out of the photo and super-impose you on a special background, with the game&#39;s title somewhere on the poster).\\r\\n\\r\\nPlease Note:  You must be 18 or older.  Your NPC will be edible.  You must have the rights to use the photo for the poster, which means no professional photographs.  The price for shipping the game is not included - this will be discussed after I get the address you want the game shipped to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1480550400,
			"project_id" : 928058934,
			"backers_count" : 0,
			"updated_at" : 1379785709,
			"limit" : 10,
			"remaining" : 10
		}
	]
}