{
	"id" : [
		2094813563
	],
	"name" : [
		"Dark, Dead and Decaying: Survival Zombie RPG Game"
	],
	"blurb" : [
		"Old school isometric zombie survival rpg game for PC, Mac and mobile devices. Feed you addiction to zombies."
	],
	"goal" : [
		10000
	],
	"pledged" : [
		150
	],
	"state" : [
		"failed"
	],
	"slug" : [
		"dark-dead-and-decaying-survival-zombie-game"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1369699200
	],
	"state_changed_at" : [
		1369699237
	],
	"created_at" : [
		1358189415
	],
	"launched_at" : [
		1367026895
	],
	"backers_count" : [
		5
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-full.jpg?1397807676"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-ed.jpg?1397807676"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-med.jpg?1397807676"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-little.jpg?1397807676"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-small.jpg?1397807676"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-thumb.jpg?1397807676"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-1024x768.jpg?1397807676"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/434694/photo-1536x1152.jpg?1397807676"
		]
	},
	"creator" : {
		"id" : [
			1937824191
		],
		"name" : [
			"Nick Moul"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/5184181/Nickks.thumb.jpg?1366066206"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/5184181/Nickks.small.jpg?1366066206"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/5184181/Nickks.medium.jpg?1366066206"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/1937824191"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1937824191?signature=1399953171.f42f22871bb4e439f318e40715de5601ff6194fe"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2442047
		],
		"name" : [
			"Los Angeles"
		],
		"slug" : [
			"los-angeles-ca"
		],
		"short_name" : [
			"Los Angeles, CA"
		],
		"displayable_name" : [
			"Los Angeles, CA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"CA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/los-angeles-ca"
				],
				"location" : [
					"https://www.kickstarter.com/locations/los-angeles-ca"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951818.e609e9257aa2bbc4a05b2f5e5d3584cce5ac138e&amp;woe_id=2442047"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/1937824191/dark-dead-and-decaying-survival-zombie-game"
			],
			"project_short" : [
				"http://kck.st/12Olx0c"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/1937824191/dark-dead-and-decaying-survival-zombie-game/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/2094813563?signature=1399953171.f3f0e32f78f856202e845b5bf17f596d14ecab9b"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/2094813563/comments?signature=1399953171.d455cbf56a3ae413af59ab756aba6e0ca14675e1"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/2094813563/updates?signature=1399953171.7c21199203d76fe2298e7a6accb4ae0565b67ac4"
			]
		}
	},
	"updated_at" : [
		1397807680
	],
	"failed_at" : [
		1369699237
	],
	"video" : {
		"id" : [
			234189
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/434694/video-234189-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/434694/video-234189-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/434694/video-234189-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			360
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/434694/video-234189-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		2
	],
	"updates_count" : [
		0
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1498430,
			"minimum" : 1,
			"reward" : "Addiction Level-1 (Pedestrian): Somebody runs by, brushes you with his briefcase and yells out something about meeting...son?. A distinct scent of flesh hits you. You like it enough but the cravings just not there...yet. I sincerely thank you for taking the first whiff.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 0,
			"updated_at" : 1367264636
		},
		{
			"id" : 1498431,
			"minimum" : 5,
			"reward" : "Addiction Level-2 (The Infector): Upon heading for work, you notice a pamphlet on the ground, hoping to find an underdressed female for your immature mind but unfortunately you find...none of it at all, just a weird logo on the front. Curiously you pick it up trying to decipher the first page only to find weird emergency guidelines. A greenish sticky substance was left on your fingers in which you wipe off into a handkerchief. In a hurry, you run off, bumping your briefcase into a pedestrian and yell \"Sorry ..meeting...soon.\" ____________________________ (The Infector Rewards): Hi-def desktop artwork of the game, Bonus Code: Start with in-game currency (set amount TBD). Additional Bonus once activated- Goal 1",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 2,
			"updated_at" : 1369658654
		},
		{
			"id" : 1498432,
			"minimum" : 15,
			"reward" : "Addiction Level-3 (Bloodlust): *Sniffle* While at work, you sneeze so loud you startle your coworkers. As your nose begins to tingle you instinctively pull out your handkerchief, smother your face into it and sneeze. You sneeze again into the cloth and notice blood along with the mysterious substance from earlier. \"Hmm...Blood.\" You start to lick it. ____________________________ (Bloodlust Rewards): Hi-def desktop artwork, Name in credit section as a backer,, Bonus Code: Start with in-game currency (set amount TBD). Bonus Code: Start with a handgun. Additional Bonus once activated- Goal 1, Goal 2",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 1,
			"updated_at" : 1367032986
		},
		{
			"id" : 1498433,
			"minimum" : 25,
			"reward" : "Addiction Level-4 (Abuser): Your addiction truly starts here. Everything you do excretes bloods. You sneeze blood. Your stool, bloody. There is no pain. Your forearms and fingers are littered with punctured holes from thumbtacks, staples, and any office supplies with in desk length.. You began to suckle upon your own flesh like a piglet on its mommy&#39;s bosoms. (Eww get a room!). You rush to the nearest supermarket. More meat, more blood! ____________________________ (Abuser Rewards): Hi-def desktop artwork of the game, Name in credit section as a backer, Bonus Code: Start with in-game currency (higher set amount TBD). Bonus Code: Start with a handgun, a shotgun, and sniper.Additional Bonus once activated- Goal 1, Goal 2",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 1,
			"updated_at" : 1368288366
		},
		{
			"id" : 1498434,
			"minimum" : 50,
			"reward" : "Addiction level-5 (Corpser): This is your last memory. You stumble into an alleyway dropping the grocery bags and rip open the fresh package of meat. Nope, not enough but this feline will do. Heart stops and you fall to the ground and bash your skull. Maybe you should go vegan? ____________________________ (Corpser Rewards): Hi-def desktop artwork of the game, Name in credit section as a backer, Bonus Code: Start with in-game currency (higher set amount TBD). Bonus Code: Start with a handgun, a shotgun and a sniper. Additional Bonus once activated- Goal 1, Goal 2, Goal 3",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 0,
			"updated_at" : 1366039413
		},
		{
			"id" : 1498435,
			"minimum" : 100,
			"reward" : "Addiction Level-6. (Zombie): Reanimated and rejuvenated, you walk out into the street. \"Sir, are you alright?\" You answer the gentlemen with ten razor sharp fingers gorged into his stomach revealing his inner cavity, clawing and stuffing your face with the mixture of meat. Chaos ensues. Falling into the decay. The addiction and the infection spreads... ____________________________ (Zombie Rewards): Hi-def desktop artwork of the game, Name in credit section as a backer, Bonus Code: Start with in-game currency (higher set amount TBD). Bonus Code: Start with a handgun, a shotgun and a sniper. Write an in-game message or advertisement left throughout the game. Additional Bonus once activated- Goal 1, Goal 2, Goal 3",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 1,
			"updated_at" : 1367125377
		},
		{
			"id" : 1498436,
			"minimum" : 500,
			"reward" : "Addiction level-7 (Infiltrator): You roam the streets. Any noises anger you. A by product of the zG1 virus. Each kill makes you stronger. Your a runner, a natural born hunter with lightning fast reflexes and speed with one motivation....Kill. A little girl cries in a house a block away. Your instincts kicks in.... Run...Kill... ____________________________ (Infiltrator Rewards): Hi-def desktop artwork of the game, Bonus Code: Start with in-game, Name in credit section as a backer, (higher set amount TBD). Bonus Code: Start with a handgun, a shotgun and a sniper. Write an in-game message or advertisement. Name a zombie that might randomly appears. Additional Bonus once activated- Goal 1, Goal 2, Goal 3, Goal 4",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 0,
			"updated_at" : 1366039413
		},
		{
			"id" : 1498437,
			"minimum" : 1000,
			"reward" : "Addiction Level-8 (Zombie Master): You outlast most zombies with more reflex, agilty and cognitive skills. Not a byproduct but a new form of the virus helps you develop and master these new assets. More head shots are needed to take you down. A killing machine. Government official are tracking this new form and bringing you down at all cost. The Addiction is at a all time high and your form reflects it. ____________________________ (Zombie Master Rewards): Hi-def desktop artwork of the game, Name in credit section as a backer, Bonus Code: Start with in-game currency (higher set amount TBD). Bonus Code: Start with a handgun, a shotgun and a sniper. Name a special character within the game. Additional Bonus once activated- Goal 1, Goal 2, Goal 3, Goal 4, Goal 5.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 0,
			"updated_at" : 1366039413
		},
		{
			"id" : 1498438,
			"minimum" : 2500,
			"reward" : "Addiction Level-9 (Second born): You&#39;re programmed to kill and protect only one. Everything else dies. Blood no longer craves you. You&#39;re pass that. Your sole purpose is to make sure he lives and the infection spreads... ____________________________ (Second Born Rewards): Hi-def desktop artwork of the game, Name in credit section as a backer, Bonus Code: Start with in-game currency (higher set amount TBD). Bonus Code: Start with a handgun, a shotgun and a sniper. Advertise your product or image as a collectible in-game item use for survival purposes. Additional Bonus once activated- Goal 1, Goal 2, Goal 3, Goal 4, Goal 5.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 0,
			"updated_at" : 1366039413
		},
		{
			"id" : 1498439,
			"minimum" : 5000,
			"reward" : "Addiction Level-10 Max zG1V(zGod1Virus): You are the ultimate virus creator. God one, born in a labortory 10 kilometers underground. Your original purpose unknown. You&#39;re the source and it flows in your body effectively and naturally. This whole thing happened becasue of you. Accidental or not, either way who cares. You are the prima dona of all zombies. Addiction of the highest level and it shows. Zombies are for lunch, humans are for dinner. Anything in your way will be annihilated, that simple. The Story Ends on You. I envy you, we envy you! ____________________________ (zG1v Rewards): Hi-def desktop artwork of the game, Name in credit section as a backer, Bonus Code: Start with in-game currency (higher set amount TBD). Bonus Code: Start with a handgun, a shotgun and a sniper. Advertise your product or image as a collectible in-game item use for survival purposes throughout the game. Name one of 5 stores the main character will interact with. Additional Bonus once activated- Goal 1, Goal 2, Goal 3, Goal 4, Goal 5.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 0,
			"updated_at" : 1366039413
		},
		{
			"id" : 1498440,
			"minimum" : 10000,
			"reward" : "Addiction Level- Max (Advertisement Package) Become an official sponsor or an anonymous one. Your brand will be listed in any advertisement we put out for the game that may include youtube or social media for example. Place In-game ads on posters for players to see and come across. It will be displayed in a non distracted way and provide atmosphere for an zombie apocalyptic world.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1396310400,
			"project_id" : 2094813563,
			"backers_count" : 0,
			"updated_at" : 1366039413
		}
	]
}