{
	"id" : [
		193088487
	],
	"name" : [
		"Heroes of Steel - Fantasy RPG"
	],
	"blurb" : [
		"Fantasy RPG set in the fallen world of Steel. Build a team of unique characters to fight the dark powers in a turn-based strategy game."
	],
	"goal" : [
		12000
	],
	"pledged" : [
		20398.23
	],
	"state" : [
		"successful"
	],
	"slug" : [
		"heroes-of-steel-fantasy-rpg"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1362269355
	],
	"state_changed_at" : [
		1362269355
	],
	"created_at" : [
		1357415746
	],
	"launched_at" : [
		1359677355
	],
	"backers_count" : [
		330
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-full.jpg?1397806882"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-ed.jpg?1397806882"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-med.jpg?1397806882"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-little.jpg?1397806882"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-small.jpg?1397806882"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-thumb.jpg?1397806882"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-1024x768.jpg?1397806882"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/427024/photo-1536x1152.jpg?1397806882"
		]
	},
	"creator" : {
		"id" : [
			1452155366
		],
		"name" : [
			"Trese Brothers Games"
		],
		"slug" : [
			"tresebrothers"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/1041389/551667_463484933715353_1105958050_n.thumb.jpg?1356971801"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/1041389/551667_463484933715353_1105958050_n.small.jpg?1356971801"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/1041389/551667_463484933715353_1105958050_n.medium.jpg?1356971801"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/tresebrothers"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1452155366?signature=1399958860.f837accbf0ef348ab69900422d34817c42646473"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2367105
		],
		"name" : [
			"Boston"
		],
		"slug" : [
			"boston-ma"
		],
		"short_name" : [
			"Boston, MA"
		],
		"displayable_name" : [
			"Boston, MA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"MA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/boston-ma"
				],
				"location" : [
					"https://www.kickstarter.com/locations/boston-ma"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951820.62dec4c7797282cce1b20882e8df86c8d710c38b&amp;woe_id=2367105"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/tresebrothers/heroes-of-steel-fantasy-rpg"
			],
			"project_short" : [
				"http://kck.st/W3SVMd"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/tresebrothers/heroes-of-steel-fantasy-rpg/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/193088487?signature=1399958860.0456781d39efebbc317cabc5504067d2a28e117b"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/193088487/comments?signature=1399958860.650dcc4faeac6e524be82c31c1dad927c50784ac"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/193088487/updates?signature=1399958860.f260f0eeaa625abf92d1cb6bc1517ca0ca4fbe45"
			]
		}
	},
	"updated_at" : [
		1398297322
	],
	"successful_at" : [
		1362269355
	],
	"video" : {
		"id" : [
			201991
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/427024/video-201991-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/427024/video-201991-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/427024/video-201991-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			480
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/427024/video-201991-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		73
	],
	"updates_count" : [
		58
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1304803,
			"minimum" : 1,
			"reward" : "Our Thanks -- backers at this level will be kept in the loop during every step of the production. This includes a first look at new artwork, plot teasers, and game mechanics.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 193088487,
			"backers_count" : 36,
			"updated_at" : 1398881654
		},
		{
			"id" : 1304811,
			"minimum" : 5,
			"reward" : "Forum Badge \"Heroes of Steel Supporter\" - Backers at this level who are members of our community forum for Trese Brothers will gain the unique supported badge which can only be obtained via KickStarter. Wear it proudly!  Plus you will kept in the loop throughout every step of production.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 193088487,
			"backers_count" : 46,
			"updated_at" : 1395450243
		},
		{
			"id" : 1326308,
			"minimum" : 10,
			"reward" : "Wallpaper Pack - You will receive a wallpaper pack for your computer or device which includes two large scale images featuring character and concept art for Heroes of Steel. Plus, you will receive a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 193088487,
			"backers_count" : 20,
			"updated_at" : 1398582693
		},
		{
			"id" : 1326309,
			"minimum" : 15,
			"reward" : "Your Name in the Credits - Your name will appear in the credits for Heroes of Steel as a KickStarter supporter. Plus, you will receive a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 53,
			"updated_at" : 1393505061
		},
		{
			"id" : 1326311,
			"minimum" : 25,
			"reward" : "Digital Art Book - Before Heroes of Steel is released to the Google Play store, you will receive an exclusive digital art book of the game&#39;s art and concept art in PDF form. Plus, your name will appear in the credits and you will receive a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1367366400,
			"project_id" : 193088487,
			"backers_count" : 36,
			"updated_at" : 1397577460
		},
		{
			"id" : 1326312,
			"minimum" : 40,
			"reward" : "Mighty Starter Item - You will receive an unlock code that will allow your lead character in a new game to receive a unique item specifically crafted for his or her class. The Mighty Starter item will give you a distinct advantage in the early stages of your game, especially on harder difficulties. These items are only available through KickStarter! Plus, your name will appear in the credits and you will receive a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 43,
			"updated_at" : 1397578097
		},
		{
			"id" : 1326314,
			"minimum" : 75,
			"reward" : "Venerated Gift Item - You will receive an unlock code which will allow any party that successfully completes the first Chapter to receive an additional rewards -- the Venerated Gift. The Venerated Gift item is unique to your lead character\\u2019s class and will give you a powerful advantage as you advance into the second and third Chapters. These items are only available through KickStarter! Plus, your name will appear in the credits and you will receive the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 26,
			"updated_at" : 1397578114
		},
		{
			"id" : 1326315,
			"minimum" : 100,
			"reward" : "ALPHA Access - More than a month before Heroes of Steel is released to the Android markets, you will gain access to the game for our alpha testing program. You will be able to download the game onto your devices, test out the game, the story, and mechanics, and most importantly you will have special access to the Trese Brothers developers and artists to give early feedback and help drive the game evolution. Plus, your name will appear in the credits and you will receive the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 193088487,
			"backers_count" : 28,
			"updated_at" : 1397578131,
			"limit" : 100,
			"remaining" : 72
		},
		{
			"id" : 1326316,
			"minimum" : 150,
			"reward" : "Steel Map Wall Poster - When the game is released, you will receive a high resolution wall poster of the map of the world of Steel printed at 10 x 18 inches. This exclusive map will include all the critical locations throughout the Heroes of Steel storyline. Plus, your name will appear in the credits and you will receive early access to the game for alpha testing, the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 6,
			"updated_at" : 1362270316,
			"shipping" : "international",
			"shipping_amount" : "5.0"
		},
		{
			"id" : 1326317,
			"minimum" : 200,
			"reward" : "Exclusive Heroes T-Shirt - When the game is released, you will receive the exclusive Heroes of Steel t-shirt designed by our art team and only available on KickStarter. Wear it proudly!  Plus, your name will appear in the credits and you will receive a wall poster map of the world of Steel, early access to the game for alpha testing, the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 7,
			"updated_at" : 1362270316,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1326318,
			"minimum" : 350,
			"reward" : "Epic Boon Item - You will receive an unlock code which will grant the Epic Boon Item to any party when they complete the seventh Chapter of Heroes of Steel. The Epic Boon item is unique and is so mighty that one of your characters will want to wear it throughout the end of the game. The Epic Boon item is only available through KickStarter! Plus, your name will appear in the credits and you will receive an exclusive Heroes of Steel t-shirt, a wall poster map of the world of Steel, early access to the game for alpha testing, the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 4,
			"updated_at" : 1395975165,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1326319,
			"minimum" : 500,
			"reward" : "Join the World - You will join the World of Steel as an NPC! Work with the writers and art team to design an NPC, including providing a portrait, your name (if you so choose) and character traits. Plus, your name will appear in the credits and you will receive the unlock code for the Epic Boon Item, an exclusive Heroes of Steel t-shirt, a wall poster map of the world of Steel, early access to the game for alpha testing, the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 1,
			"updated_at" : 1362270300,
			"limit" : 10,
			"remaining" : 9,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1326321,
			"minimum" : 750,
			"reward" : "Design Your Own Subplot - Before the release of Heroes of Steel, you will work directly with Cory and Andrew to design a subplot or subquest in the world of Steel, including the backstory, challenges, and ending. Plus, your name will appear in the credits and you will receive the unlock code for the Epic Boon Item, an exclusive Heroes of Steel t-shirt, a wall poster map of the world of Steel, early access to the game for alpha testing, the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 1,
			"updated_at" : 1362270287,
			"limit" : 10,
			"remaining" : 9,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1326322,
			"minimum" : 1000,
			"reward" : "Immortalized as a God - You will join the ranks of 13 Children of the All-Father. Your portrait will be immortalized as one of the 13 Children who will be featured throughout Heroes of Steel and the entire Steel trilogy. Will you join the epic trilogy of Steel as a power of Light or Dark? Note that the names and traits of the Children are already set, but you can pick among them.  One of our first updates will provide more details!  Plus, your name will appear in the credits and you will receive the unlock code for the Epic Boon Item, an exclusive Heroes of Steel t-shirt, a wall poster map of the world of Steel, early access to the game for alpha testing, the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 2,
			"updated_at" : 1362270306,
			"limit" : 4,
			"remaining" : 2,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1326323,
			"minimum" : 2000,
			"reward" : "Design a Dark Race - Work directly with the Trese Brothers artist and a designer to create your own race of monsters within the world of Steel. You can work with the Trese Brothers team to determine their place in the world, special powers, and weaknesses. Once designed, you can help us create four different varieties of this monster (for example, Orc Ratkin Warrior,Giant Rat, Ratkin Shaman, Ratkin Assassin). And, your personal monster race will be featured in all future games within the trilogy of Steel! If we reach the Epic Monsters stretch goal, you will be invited to add an Epic Monster to your race of monsters (such as, Ratkin Stone-Serpent Rider)! Plus, your name will appear in the credits and you will receive the unlock code for the Epic Boon Item, an exclusive Heroes of Steel t-shirt, a wall poster map of the world of Steel, early access to the game for alpha testing, the unlock code for the Venerated Gift item, the unlock code for the Mighty Starter item, a digital art book of game art, a digital wallpaper pack, a Heroes of Steel Supporter badge for our forum, a personal thank you on Twitter and we will keep you in loop at every stage of production.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 193088487,
			"backers_count" : 2,
			"updated_at" : 1362270268,
			"limit" : 4,
			"remaining" : 2,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		}
	]
}