{
	"id" : [
		1690083513
	],
	"name" : [
		"Sneaky Bastards: The Stealth Gaming Magazine"
	],
	"blurb" : [
		"A brand new digital and print media publication that explores the stealth genre&#39;s biggest titles. First: Arkane Studios&#39; Dishonored."
	],
	"goal" : [
		1500
	],
	"pledged" : [
		2791
	],
	"state" : [
		"successful"
	],
	"slug" : [
		"sneaky-bastards-the-stealth-gaming-magazine"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"GB"
	],
	"currency" : [
		"GBP"
	],
	"currency_symbol" : [
		"\\u00a3"
	],
	"currency_trailing_code" : [
		false
	],
	"deadline" : [
		1360372465
	],
	"state_changed_at" : [
		1360372466
	],
	"created_at" : [
		1356701646
	],
	"launched_at" : [
		1357780465
	],
	"backers_count" : [
		105
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-full.jpg?1397806317"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-ed.jpg?1397806317"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-med.jpg?1397806317"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-little.jpg?1397806317"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-small.jpg?1397806317"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-thumb.jpg?1397806317"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-1024x768.jpg?1397806317"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/421391/photo-1536x1152.jpg?1397806317"
		]
	},
	"creator" : {
		"id" : [
			195908476
		],
		"name" : [
			"Daniel Hindes"
		],
		"slug" : [
			"dhindes"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/5044463/406657_10151378782586419_520264066_n.thumb.jpg?1356700938"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/5044463/406657_10151378782586419_520264066_n.small.jpg?1356700938"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/5044463/406657_10151378782586419_520264066_n.medium.jpg?1356700938"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/dhindes"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/195908476?signature=1399958811.0b377c787b2b597063d5eb805b7e0d98b11fef7e"
				]
			}
		}
	},
	"location" : {
		"id" : [
			1105779
		],
		"name" : [
			"Sydney"
		],
		"slug" : [
			"sydney-au"
		],
		"short_name" : [
			"Sydney, AU"
		],
		"displayable_name" : [
			"Sydney, AU"
		],
		"country" : [
			"AU"
		],
		"state" : [
			"NSW"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/sydney-au"
				],
				"location" : [
					"https://www.kickstarter.com/locations/sydney-au"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951824.8bd7aa1e7c6759592569626c668809cece70ba27&amp;woe_id=1105779"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/dhindes/sneaky-bastards-the-stealth-gaming-magazine"
			],
			"project_short" : [
				"http://kck.st/VLKYwe"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/dhindes/sneaky-bastards-the-stealth-gaming-magazine/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/1690083513?signature=1399958811.708c6993ef577020a367841d0b365a272cc8b27a"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/1690083513/comments?signature=1399958811.d082f64d6b44d43c406d0b346d2e3cc13fda4248"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/1690083513/updates?signature=1399958811.82494d2c5268069017cc01421febe90b2c0907e5"
			]
		}
	},
	"updated_at" : [
		1397806320
	],
	"successful_at" : [
		1360372466
	],
	"video" : {},
	"comments_count" : [
		12
	],
	"updates_count" : [
		10
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1274818,
			"minimum" : 5,
			"reward" : "Our heartfelt thanks for supporting a new kind of longform games writing.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1357865381
		},
		{
			"id" : 1274819,
			"minimum" : 10,
			"reward" : "Our heartfelt thanks, and your name listed in the magazine&#39;s skite box as a contributor.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1690083513,
			"backers_count" : 4,
			"updated_at" : 1360380887
		},
		{
			"id" : 1274821,
			"minimum" : 15,
			"reward" : "A digital PDF copy of the magazine, plus your name listed in the skite box as a contributor.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1690083513,
			"backers_count" : 55,
			"updated_at" : 1399749313
		},
		{
			"id" : 1274832,
			"minimum" : 20,
			"reward" : "A digital PDF copy of the magazine, your name listed in the skite box as a contributor, plus exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1690083513,
			"backers_count" : 23,
			"updated_at" : 1395714219
		},
		{
			"id" : 1356612,
			"minimum" : 30,
			"reward" : "Two A4 poster prints: one featuring Dishonored protagonist Corvo Attano, and the other featuring The Outsider! These A4 posters are exclusive to the \\u00a330 tier! Plus, a digital PDF copy of the magazine, your name listed in the skite box as a contributor, plus exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 5,
			"updated_at" : 1360374047,
			"shipping" : "international",
			"shipping_amount" : "3.0"
		},
		{
			"id" : 1274833,
			"minimum" : 50,
			"reward" : "SPECIAL LIMITED REWARD TIER: A PC copy of the Thief Collection (featuring Thief: Gold, Thief II: The Metal Age, and Thief: Deadly Shadows) ready to redeem on Steam as soon as funding is successful; plus, a digital PDF copy of the magazine, your name listed in the skite box as a contributor, and exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1358039984,
			"limit" : 28,
			"remaining" : 28
		},
		{
			"id" : 1274835,
			"minimum" : 60,
			"reward" : "A physical, printed copy of the magazine, plus a digital PDF copy; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1690083513,
			"backers_count" : 14,
			"updated_at" : 1392762301,
			"shipping" : "international",
			"shipping_amount" : "7.0"
		},
		{
			"id" : 1274838,
			"minimum" : 90,
			"reward" : "A high quality A3 poster print of the magazine&#39;s exclusive cover art illustration; plus, a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1690083513,
			"backers_count" : 1,
			"updated_at" : 1393832939,
			"shipping" : "international",
			"shipping_amount" : "12.0"
		},
		{
			"id" : 1274839,
			"minimum" : 120,
			"reward" : "A high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1360325211,
			"shipping" : "international",
			"shipping_amount" : "15.0"
		},
		{
			"id" : 1294088,
			"minimum" : 150,
			"reward" : "Exclusive Sneaky Bastards mug, professionally designed and manufactured through a sublimation printing process and packaged in a stamped gift box; plus, a high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1357621212,
			"shipping" : "international",
			"shipping_amount" : "18.0"
		},
		{
			"id" : 1294101,
			"minimum" : 175,
			"reward" : "An additional high-quality A3 poster print, featuring a limited exclusive illustration of Dishonored&#39;s protagonist Corvo Attano; plus, an exclusive Sneaky Bastards mug, professionally designed and manufactured through a sublimation printing process and packaged in a stamped gift box; a high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1358386466,
			"shipping" : "international",
			"shipping_amount" : "20.0"
		},
		{
			"id" : 1294109,
			"minimum" : 200,
			"reward" : "A third high-quality A3 poster print, featuring a limited exclusive illustration of Dishonored&#39;s enigmatic antagonist The Outsider; plus, an additional high-quality A3 poster print, featuring a limited exclusive illustration of Dishonored&#39;s protagonist Corvo Attano; an exclusive Sneaky Bastards mug, professionally designed and manufactured through a sublimation printing process and packaged in a stamped gift box; a high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.\\r\\n\\r\\nSo that&#39;s three posters, a t-shirt, a mug, a physical and digital copy of the magazine, exclusive high-resolution wallpapers, your name in the contributors list, and our eternal thanks!",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 1,
			"updated_at" : 1360374044,
			"shipping" : "international",
			"shipping_amount" : "20.0"
		},
		{
			"id" : 1294118,
			"minimum" : 225,
			"reward" : "A Steam copy of Dishonored&#39;s first DLC pack, Dunwall City Trials, to redeem as soon as funding is successful! Plus, three high-quality A3 poster prints each with unique Dishonored illustrations; an exclusive Sneaky Bastards mug, professionally designed and manufactured through a sublimation printing process and packaged in a stamped gift box; a high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1357622612,
			"shipping" : "international",
			"shipping_amount" : "20.0"
		},
		{
			"id" : 1294135,
			"minimum" : 250,
			"reward" : "A Steam copy of Dishonored&#39;s second DLC pack, featuring the supernatural assassin Daud and The Whalers, to be redeemed on the PC release date that is still to be announced by Bethesda. Plus, a Steam copy of Dishonored&#39;s first DLC pack, Dunwall City Trials, to redeem as soon as funding is successful; three high-quality A3 poster prints each with unique Dishonored illustrations; an exclusive Sneaky Bastards mug, professionally designed and manufactured through a sublimation printing process and packaged in a stamped gift box; a high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1357624034,
			"shipping" : "international",
			"shipping_amount" : "20.0"
		},
		{
			"id" : 1294150,
			"minimum" : 275,
			"reward" : "Play a stealth game with the Sneaky Bastards team! We&#39;ll organise a session to run through a multiplayer stealth game with you (Splinter Cell: Chaos Theory versus or co-op; Splinter Cell: Conviction; Thief II Multiplayer beta; Splinter Cell: Blacklist - upon its release - or another game of your choice) and record and feature the session on our site. Plus, a Steam copy of Dishonored&#39;s second DLC pack, featuring the supernatural assassin Daud and The Whalers, to be redeemed on the PC release date that is still to be announced by Bethesda; a Steam copy of Dishonored&#39;s first DLC pack, Dunwall City Trials, to redeem as soon as funding is successful; three high-quality A3 poster prints each with unique Dishonored illustrations; an exclusive Sneaky Bastards mug, professionally designed and manufactured through a sublimation printing process and packaged in a stamped gift box; a high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; and exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1357624062,
			"shipping" : "international",
			"shipping_amount" : "20.0"
		},
		{
			"id" : 1294165,
			"minimum" : 300,
			"reward" : "The ultimate contributor status, including a special one-on-one interview and profile of you to be featured in the magazine and on sneakybastards.net! Plus, every previous backer reward that we have to offer: Play a stealth game with the Sneaky Bastards team! We&#39;ll organise a session to run through a multiplayer stealth game with you (Splinter Cell: Chaos Theory versus or co-op; Splinter Cell: Conviction; Thief II Multiplayer beta; Splinter Cell: Blacklist - upon its release - or another game of your choice) and record and feature the session on our site; a Steam copy of Dishonored&#39;s second DLC pack, featuring the supernatural assassin Daud and The Whalers, to be redeemed on the PC release date that is still to be announced by Bethesda; a Steam copy of Dishonored&#39;s first DLC pack, Dunwall City Trials, to redeem as soon as funding is successful! Plus, three high-quality A3 poster prints each with unique Dishonored illustrations; an exclusive Sneaky Bastards mug, professionally designed and manufactured through a sublimation printing process and packaged in a stamped gift box; a high-quality t-shirt print in the size of your choice featuring an exclusive Dishonored illustration; a high quality A3 poster print inspired by the magazine&#39;s exclusive cover art illustration; a physical, printed copy of the magazine; a digital PDF copy of the magazine; your name listed in the skite box as a contributor; and exclusive high resolution desktop and mobile wallpapers featuring our unique cover art illustrations of Dishonored&#39;s characters Corvo Attano and The Outsider.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1364774400,
			"project_id" : 1690083513,
			"backers_count" : 0,
			"updated_at" : 1357624088,
			"shipping" : "international",
			"shipping_amount" : "20.0"
		}
	]
}