{
	"id" : [
		81900396
	],
	"name" : [
		"ASYLUM: From the designer of Scratches"
	],
	"blurb" : [
		"A psychological horror adventure inspired by H. P. Lovecraft and set in a massive, decaying mental institute."
	],
	"goal" : [
		100666
	],
	"pledged" : [
		119426.42
	],
	"state" : [
		"successful"
	],
	"slug" : [
		"asylum-kickstart-the-horror"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1362067336
	],
	"state_changed_at" : [
		1362067336
	],
	"created_at" : [
		1357819787
	],
	"launched_at" : [
		1359475336
	],
	"backers_count" : [
		3169
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-full.jpg?1397807333"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-ed.jpg?1397807333"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-med.jpg?1397807333"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-little.jpg?1397807333"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-small.jpg?1397807333"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-thumb.jpg?1397807333"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-1024x768.jpg?1397807333"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/431154/photo-1536x1152.jpg?1397807333"
		]
	},
	"creator" : {
		"id" : [
			164517661
		],
		"name" : [
			"Agust\\u00edn Cordes"
		],
		"slug" : [
			"agustincordes"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/1957785/Header_Picffffffff.thumb.jpg?1362064966"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/1957785/Header_Picffffffff.small.jpg?1362064966"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/1957785/Header_Picffffffff.medium.jpg?1362064966"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/agustincordes"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/164517661?signature=1399958857.7e9d4381d847faba5f2490ad28cf97109792cad4"
				]
			}
		}
	},
	"location" : {
		"id" : [
			468739
		],
		"name" : [
			"Buenos Aires"
		],
		"slug" : [
			"buenos-aires-ar"
		],
		"short_name" : [
			"Buenos Aires, Argentina"
		],
		"displayable_name" : [
			"Buenos Aires, Argentina"
		],
		"country" : [
			"AR"
		],
		"state" : [
			"Autonomous City of Buenos Aires"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/buenos-aires-ar"
				],
				"location" : [
					"https://www.kickstarter.com/locations/buenos-aires-ar"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951859.8f6825b078207be536b6e0ce1c18c2a42559ce37&amp;woe_id=468739"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/agustincordes/asylum-kickstart-the-horror"
			],
			"project_short" : [
				"http://kck.st/VlnMSs"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/agustincordes/asylum-kickstart-the-horror/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/81900396?signature=1399958857.2bfb8c1111122d88233d78be6b97848920c1cac2"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/81900396/comments?signature=1399958857.25a07e7cc77dc323edefb470dde7f3860d048368"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/81900396/updates?signature=1399958857.cd238f3ec15e8bf20fff81405de4c9f88949ce46"
			]
		}
	},
	"updated_at" : [
		1399789142
	],
	"successful_at" : [
		1362067336
	],
	"video" : {
		"id" : [
			202280
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/431154/video-202280-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/431154/video-202280-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/431154/video-202280-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			360
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/431154/video-202280-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		9683
	],
	"updates_count" : [
		37
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1308795,
			"minimum" : 5,
			"reward" : "GUEST - You love us and we love you. For your kind effort, you will be granted a KICKSTARTER BACKER BADGE in our SENSCAPE forums. We will also feature your name on the ONLINE REGISTER OF GUESTS on the upcoming www.Hanwell.org website. Also, our undying gratitude: we will sing songs in your name and light candles on your behalf every night. We might even perform sacrifices!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 25,
			"updated_at" : 1362675632
		},
		{
			"id" : 1308831,
			"minimum" : 15,
			"reward" : "LIMITED VISITOR - Hurry! This is your chance to get inside Hanwell at the lowest price. You get a DIGITAL DOWNLOADABLE COPY OF ASYLUM for PC, MAC, and LINUX. This special price is available for early backers only. Of course, you will be featured on the ONLINE REGISTER OF VISITORS and also get the backer badge. And maybe more sacrifices.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 1998,
			"updated_at" : 1394805442,
			"limit" : 2000,
			"remaining" : 2
		},
		{
			"id" : 1308851,
			"minimum" : 20,
			"reward" : "VISITOR - Oops, missed the previous offer? Worry not! For a few more bucks you can still get inside Hanwell and be terrified for the rest of your life. That&#39;s right: a DIGITAL DOWNLOADABLE COPY OF ASYLUM for PC, MAC, and LINUX. Plus the backer badge and online presence as a visitor.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 159,
			"updated_at" : 1362675621
		},
		{
			"id" : 1308874,
			"minimum" : 30,
			"reward" : "WELL-INFORMED VISITOR - You know your stuff. You want to visit Hanwell with all the leaflets and brochures. Alright then, you get the previous reward tier plus the DIGITAL RECORD BOOK including all sorts of gory details about the asylum, such as character profiles, backstory, and more. Also, the DIGITAL DOWNLOADABLE SOUNDTRACK, so you can listen to moody music as you walk down the somber and dusty corridors...",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 424,
			"updated_at" : 1388692594
		},
		{
			"id" : 1308925,
			"minimum" : 50,
			"reward" : "WAITING VISITOR - You&#39;re a visitor and you&#39;re well-informed, but what if you have to spend time in the Waiting Room? We&#39;ve got you covered: you get the previous reward tier plus a full-color PRINTED RECORD BOOK in glossy glory, so you can sit and skim through its pages in the old-fashioned way. Also, a download of A TOUR OF HANWELL documentary with many extras: interviews with the team, making of, and more.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 94,
			"updated_at" : 1362675645
		},
		{
			"id" : 1309013,
			"minimum" : 75,
			"reward" : "SPECIAL VISITOR - Ohhh myyy, are we fancy. You want to navigate the decrepit and unhealthy halls of Hanwell in style. Fine, then it&#39;s the previous reward tier plus the BOXED VERSION OF ASYLUM. Yes, the one we&#39;re talking about on the project page, which includes the printed Record Book.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 180,
			"updated_at" : 1362675643
		},
		{
			"id" : 1309014,
			"minimum" : 100,
			"reward" : "VIP VISITOR - Not content with being special, now you want to be an important, big bad visitor of the Hanwell Institute. Fine then, right this way: you get the previous reward tier plus a glorious DIGIPAK VERSION OF THE SOUNDTRACK, because you also love touching things, and we upgrade your badge to a VIP FORUM BADGE. We&#39;ll also THANK YOU IN THE ENDING CREDITS of the game. Finally, you get EARLY ACCESS TO ALPHAS AND BETAS as they&#39;re released. Yeah, we take the VIP thing very seriously...",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 107,
			"updated_at" : 1362675631
		},
		{
			"id" : 1310389,
			"minimum" : 150,
			"reward" : "PERMANENT VISITOR - You really love the Hanwell Institute. In fact, you love it so much that you&#39;re going to stay inside... forever! This is the first tier that allows you to become immortalized in Asylum: you get the previous reward tier plus your NAME ON THE IN-GAME REGISTER OF VISITORS. This document will be sitting very close to the entrance of Hanwell! But wait, there&#39;s more! We&#39;ll throw in a cool ASYLUM T-SHIRT to prove to your friends that you&#39;ve been inside Hanwell.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 66,
			"updated_at" : 1394654461
		},
		{
			"id" : 1311852,
			"minimum" : 250,
			"reward" : "INMATE - You don&#39;t just love Hanwell... you belong to Hanwell. No, really, you do because you&#39;re nuts! You&#39;ve become an inmate, so you get the previous reward tier except you&#39;re featured on the ONLINE REGISTER OF INMATES. Also, you get your NAME ON THE IN-GAME REGISTER OF PAST INMATES. This will be a register in the Archives Room and readable by all players! Finally, your box will be upgraded to a SIGNED BOXED VERSION OF ASYLUM that you can feature on your shelf with style. It will be signed by Agust\\u00edn himself (or at least someone who believes he&#39;s Agust\\u00edn). We also give you ONE EXTRA DIGITAL DOWNLOAD of the game so that you can gift the horror to someone you hate.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 24,
			"updated_at" : 1362155989,
			"limit" : 300,
			"remaining" : 276
		},
		{
			"id" : 1311937,
			"minimum" : 350,
			"reward" : "EDUCATED INMATE - You&#39;re an inmate, yes. But you&#39;re a fancy know-it-all that pays attention in classes. So, you get the previous reward tier except there&#39;s a LABEL WITH YOUR NAME IN THE IN-GAME CLASSROOM. Yup, there will be a table with your name on it. Remember to bring the apple! From this tier onwards all the inmates become current residents of the Institute. Therefore, you get your NAME ON THE PRINTED RECORD BOOK as well. Also, all boxes will be upgraded to include a SIGNED AND PERSONALIZED MESSAGE. Agust\\u00edn will write stuff like \"Dear Eriq, I will haunt you in your nightmares. Forever and ever\". Or \"Joseph, I would love to eat your guts marinated with roach paste\". Charming.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 10,
			"updated_at" : 1362111957,
			"limit" : 10,
			"remaining" : 0
		},
		{
			"id" : 1311985,
			"minimum" : 375,
			"reward" : "CREATIVE INMATE - You&#39;re not that knowledgeable, but you&#39;re creative. You like making things. And labelling them. So, you get the previous reward tier except there&#39;s a LABEL WITH YOUR NAME IN THE IN-GAME WORKSHOP. This means there will be a lovingly crafted item, you know, like most handcrafted things you can see in schools or modern art museums, with your name attached to it. Awesome.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 4,
			"updated_at" : 1362068727,
			"limit" : 10,
			"remaining" : 6
		},
		{
			"id" : 1313177,
			"minimum" : 400,
			"reward" : "ARTIST INMATE - You&#39;re so creative that you can create art. Yes, art! Well, at least by the standards of the Hanwell Institute... You get the previous reward tier except there will be a DRAWING WITH YOUR NAME AND/OR SIGNATURE IN THE IN-GAME ART ROOM. And if you want to give us your very own drawing we will gladly feature it, as long as the whole team agrees. This goes without saying but the drawing shouldn&#39;t offend any religion, race, gender, favorite superhero, etc. It should be PG as well. Other than that, anything goes!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 10,
			"updated_at" : 1362068786,
			"limit" : 10,
			"remaining" : 0
		},
		{
			"id" : 1313185,
			"minimum" : 500,
			"reward" : "DOCTOR - You didn&#39;t want to be an inmate anyway. You wanted to be... a lumberjack! Sorry, doctor. Thus, you get the previous reward tier except you&#39;re featured in the ONLINE REGISTER OF DOCTORS. Also, there will be an IN-GAME DIPLOMA WITH YOUR NAME hanging somewhere in the asylum and very visible to all players. Of course, you&#39;re also featured in both the digital and printed Record Book as a staff member of the institute. Finally, we will upgrade your backer badge to a GOLD FORUM BADGE, because we really appreciate your contribution, and you earn a SPECIAL THANKS IN THE ENDING CREDITS.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 10,
			"updated_at" : 1362070569,
			"limit" : 40,
			"remaining" : 30
		},
		{
			"id" : 1313210,
			"minimum" : 750,
			"reward" : "SPECIAL INMATE - Your mom always said you were special and we&#39;re not going to argue about that fact. But everybody else should know it, so at this pledge level we&#39;re giving you the Educated Inmate reward tier except there will be an IN-GAME PROFILE WITH YOUR NAME AND CUSTOM BIOGRAPHY IN THE ARCHIVES ROOM. This is a full-sized profile that will be readable by players. You can even work out the details of the fictional biography with us, including real-life facts! Who knows, maybe you&#39;re so crazy you even get to visit a real asylum! You&#39;ll also be featured in the SPECIAL THANKS IN THE ENDING CREDITS and earn the GOLD FORUM BADGE.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 1,
			"updated_at" : 1362068336,
			"limit" : 50,
			"remaining" : 49
		},
		{
			"id" : 1313421,
			"minimum" : 1000,
			"reward" : "NOTORIOUS INMATE - You&#39;re an inmate and you&#39;re locked in a terrifying asylum, but that doesn&#39;t mean you can&#39;t be famous. You inspire respect (and occasionally fear) in your peers. Everybody knows they shouldn&#39;t mess with you... But, this also means that you&#39;re more closely watched by the staff. Therefore, you get all the rewards of the Special Inmate tier except there&#39;s an IN-GAME PROFILE WITH YOUR PHOTOGRAPH AND CUSTOM BIOGRAPHY. These are going to be scattered around the asylum and will be even more visible to every player (for example, in Infirmaries, Meeting Room, Offices, etc). Your picture will be professionally retouched to make you look like a madman or madwoman. That&#39;s right, yet another step further into the Hall of the Insane Fame.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 0,
			"updated_at" : 1360527138,
			"limit" : 25,
			"remaining" : 25
		},
		{
			"id" : 1313258,
			"minimum" : 1500,
			"reward" : "DEAD INMATE - Are you crazy? Do you like being dead? Then this is the reward for you! You get all the stuff from the Special Inmate tier except there will be a PLAQUE WITH YOUR NAME IN THE IN-GAME MORGUE. Yes, there will be a refrigerator with your name on it that is very visible to every player. Also, we&#39;ll include a RELATED BIOGRAPHY WITH PHOTOGRAPH AND GRUESOME CAUSE OF DEATH right there in the morgue. In fact, you can tell us what you fear most in life and we&#39;ll make that the cause of your demise. Loads of fun for all!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 1,
			"updated_at" : 1362068359,
			"limit" : 15,
			"remaining" : 14
		},
		{
			"id" : 1313266,
			"minimum" : 2000,
			"reward" : "RENOWNED DOCTOR - So you&#39;re a doctor. But you never cared about other people&#39;s lives, you&#39;re only in it for the fame and glory. We understand. Therefore, we&#39;re giving you all the rewards of the Doctor tier except there will be a PROMINENT PORTRAIT WITH YOUR NAME IN THE IN-GAME GALLERY. A plaque will clearly state that you&#39;re a respected member of the asylum staff. You send us your picture and our talented artist will paint you as a very serious and pompous doctor. Certainly, your facial features will be fully recognizable because we know you&#39;re a show-off. Also, the portrait will be MADE A POSTER AND SIGNED BY THE TEAM, then of course mailed to you. Now take up thy stethoscope and walk!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 0,
			"updated_at" : 1358960514,
			"limit" : 10,
			"remaining" : 10
		},
		{
			"id" : 1313570,
			"minimum" : 2500,
			"reward" : "HIGH RISK FEMALE INMATE - Now we&#39;re talking! You&#39;re crazy and you&#39;re mean. You&#39;re equally feared by other inmates and staff of the asylum. You have committed crimes, even. In a nutshell: you&#39;re adorable. With this pledge, your IN-GAME PROFILE IS FEATURED IN A CELL OF THE EXCLUSIVE \"TUNNEL OF THE DAMNED\". This is a very limited corridor with a dozen cells, and one of them is yours and only yours. For eternity. Not only will there be an in-game register stating this fact in an office before the Tunnel, but the profile with real photo adapted to look like a nutcase and custom biography will be featured right next to this cell. Needless to say, this profile will be MADE A POSTER AND SIGNED BY THE TEAM, then mailed to you. Of course, you also get the remaining rewards of the Notorious Inmate tier. Please note that to comply with the layout of the Institute, this pledge is for FEMALE INMATES ONLY.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 0,
			"updated_at" : 1358960514,
			"limit" : 9,
			"remaining" : 9
		},
		{
			"id" : 1313459,
			"minimum" : 2500,
			"reward" : "HIGH RISK MALE INMATE - Same as above but for MALE INMATES ONLY. This goes to show how serious we are about the architecture of the Hanwell Institute.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 0,
			"updated_at" : 1361776314,
			"limit" : 9,
			"remaining" : 9
		},
		{
			"id" : 1313594,
			"minimum" : 5000,
			"reward" : "HIGH RISK FEMALE PRODUCER - You really care. And you really love us. Otherwise, why would you give five thousand bucks to complete strangers, right? Rest assured that your money is in good hands, and for your amazingly considerate pledge you get the same rewards as the High Risk Female Pledge, except you are FEATURED AS AN IN-GAME CHARACTER IN A CELL. We will painstakingly model an inmate that looks just like you, wonderfully integrated with the breathtaking graphics in Asylum, and the players will see your virtual self whenever they explore the dreaded \"Tunnel of the Damned\". For an example of how you will appear in the game, try our Interactive Teaser and look inside the last cell. We can also USE YOUR OWN VOICE for this character. You know, just send us a few screams, cries, groans, and stuff like that if desired. Of course, this tier includes the profile with photo and custom biography too, also printed and signed. Really: it&#39;s a virtual, animated rendition of yourself. Locked in an insane asylum. And thousands of players will see you. Must we say more? Yes, we must: your name will be FEATURED AS A PRODUCER DURING THE INTRO OF THE GAME. In other words, we really, really appreciate your pledge.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 0,
			"updated_at" : 1358960515,
			"limit" : 3,
			"remaining" : 3
		},
		{
			"id" : 1313608,
			"minimum" : 5000,
			"reward" : "HIGH RISK MALE PRODUCER - Same as above but for MALE INMATES ONLY.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1385856000,
			"project_id" : 81900396,
			"backers_count" : 0,
			"updated_at" : 1361496489,
			"limit" : 2,
			"remaining" : 2
		},
		{
			"id" : 1320234,
			"minimum" : 10000,
			"reward" : "UNIQUE INMATE - This is the Mother of All Reward Tiers. You&#39;re just like the High Risk Producer except you are part of the story. Indeed: you BECOME AN IN-GAME CHARACTER THAT IS PART OF THE PLOT. Your virtual self will be menacing and will appear twice during the course of the game. Obviously, you will be quite the nuisance to thousands and thousands of players (we can privately reveal your role in the game if you&#39;re interested in pledging for this tier). As before, your character will be painstakingly modeled after your real picture. Unfortunately, the plot demands a male character for this role. However, an adventurous woman may still apply to experience what their male alter ego would look like. No matter your gender or sexual orientation, we will work out the facial features of this unique character directly with you. And because you&#39;re \\u00fcber-cool, WE WILL PAY FOR YOUR TRIP TO ARGENTINA where you will EAT A GENUINE, LEAN AND MEAN ARGENTINIAN BBQ WITH THE SENSCAPE TEAM. WE&#39;RE SO EXCITED THAT WE CAN&#39;T STOP USING CAPS. Uhm... sorry about that. Anyway, Agust\\u00edn himself will cook that BBQ for you (if you&#39;re a vegan, maybe pasta). Seriously, many would pay with their lives for such a privilege, but we&#39;re only asking you for ten thousand bucks. We can be reasonable like that. Please note that the trip will be arranged for February 2014 and we will pay for your accommodation for two days.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1391212800,
			"project_id" : 81900396,
			"backers_count" : 1,
			"updated_at" : 1362352627,
			"limit" : 1,
			"remaining" : 0
		}
	]
}