{
	"id" : [
		215480559
	],
	"name" : [
		"City Federation Kickstarter (Canceled)"
	],
	"blurb" : [
		"Bringing amazing graphics &amp; dynamic content to social city building. Conquer as a General, Subvert as a Hacker or Lead as an Activist."
	],
	"goal" : [
		30000
	],
	"pledged" : [
		9094
	],
	"state" : [
		"canceled"
	],
	"slug" : [
		"city-federation-kickstarter"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1351266483
	],
	"state_changed_at" : [
		1350055425
	],
	"created_at" : [
		1347722934
	],
	"launched_at" : [
		1348674483
	],
	"backers_count" : [
		13
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-full.jpg?1397797264"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-ed.jpg?1397797264"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-med.jpg?1397797264"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-little.jpg?1397797264"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-small.jpg?1397797264"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-thumb.jpg?1397797264"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-1024x768.jpg?1397797264"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/334153/photo-1536x1152.jpg?1397797264"
		]
	},
	"creator" : {
		"id" : [
			1009786300
		],
		"name" : [
			"City Federation Inc."
		],
		"slug" : [
			"lodispoto"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/3710364/IMG_9001.thumb.jpg?1345735764"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/3710364/IMG_9001.small.jpg?1345735764"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/3710364/IMG_9001.medium.jpg?1345735764"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/lodispoto"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1009786300?signature=1399956567.41d11d1386cdf6107e5b46d2f7f066003a2ccd28"
				]
			}
		}
	},
	"location" : {
		"id" : [
			12589335
		],
		"name" : [
			"Brooklyn"
		],
		"slug" : [
			"brooklyn-ny"
		],
		"short_name" : [
			"Brooklyn, NY"
		],
		"displayable_name" : [
			"Brooklyn, NY"
		],
		"country" : [
			"US"
		],
		"state" : [
			"NY"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/brooklyn-ny"
				],
				"location" : [
					"https://www.kickstarter.com/locations/brooklyn-ny"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951820.8e91dc579815aaa6802419387da877b033726e58&amp;woe_id=12589335"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/lodispoto/city-federation-kickstarter"
			],
			"project_short" : [
				"http://kck.st/QaHEoV"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/lodispoto/city-federation-kickstarter/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/215480559?signature=1399956567.79792c8cd4b80d9f2b83385ecc79d83e12676917"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/215480559/comments?signature=1399956567.0d3009dbf4bd64738f04e4926732e759af01ee9f"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/215480559/updates?signature=1399956567.d30416f9246098a768f0e6fcbf4f0b8d932ceed2"
			]
		}
	},
	"updated_at" : [
		1397797269
	],
	"canceled_at" : [
		1350055425
	],
	"video" : {
		"id" : [
			163637
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/334153/video-163637-h264_high.mp4?2012"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/334153/video-163637-h264_base.mp4?2012"
		],
		"width" : [
			640
		],
		"height" : [
			360
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/334153/video-163637-h264_base.jpg?2012"
		]
	},
	"comments_count" : [
		0
	],
	"updates_count" : [
		6
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1060943,
			"minimum" : 5,
			"reward" : "Early Bird Special For Tier 2 Reward ($10 Pledge that follows)  Founder Of the Federation Page up in November",
			"limit" : 3000,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"remaining" : 2997,
			"backers_count" : 3,
			"updated_at" : 1349400446
		},
		{
			"id" : 1060948,
			"minimum" : 10,
			"reward" : "Founding Member of The Federation - You will be listed as a Founding member of the Federation on a new page to be released in November (after players submit info to us to coordinate after this campaign). With links to your capital city on the Founders Page you will make friends with players worldwide and locally as they come to you and visit your capital city. Also players will see links daily in their ticker in the interface as well as in masthead on top in the Facebook game and on site. You will also have our appreciation for being a part in our launching the game. Access to K Council voting and bulletin board with other Kickstarter members exclusively. Here all Kickstarter members will vote as well as create a community to help guide City Fed. Please see game details here for explanation of the K Council.",
			"limit" : 3000,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1354320000,
			"project_id" : 215480559,
			"remaining" : 2997,
			"backers_count" : 3,
			"updated_at" : 1348763401
		},
		{
			"id" : 1060958,
			"minimum" : 25,
			"reward" : "No Brainer Award - You will be listed as a Founder of The Federation and in addition deposited into your account will be 150,000,000 City Fed Dollars plus 3 months of our Citizens&#39; Shield (details are on Facebook payments page which you can see by clicking the Add $ button in Facebook at top of game at http://apps.facebook.com/cityfederation/ (Total Value of over $100 without counting the ability to make friends easily from being a Founder Of The Federation. This will enable you to conquer and build hundreds of cities with beautiful near 3d graphics. In addition Access to the new K Council enabling voting and bulletin board with other Kickstarter members exclusively to help guide CityFed&#39;s development.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1354320000,
			"project_id" : 215480559,
			"backers_count" : 1,
			"updated_at" : 1349588853
		},
		{
			"id" : 1060962,
			"minimum" : 40,
			"reward" : "Productivity Killer&#39;s Delight - This is a special reward made for those who simply love to build cities and socialize and play. Benefits: Everything listed in our No-Brainer Reward above plus: Citizen&#39;s Shield for 6 months (rather than 3) Access to K Council voting and bulletin board with other Kickstarter members exclusively. Ability (with others in this Reward) to alter names, as well as modify any of the thousands upon thousands of cities that are independent in the United States. There is no war in American cities, here only business empires are built but players can hack as well as protest for cash against Independent cities. As one of our pledges here you get the inside scoop in any city not controlled by a human player allowing you to move objects, shape the city and act as if they are your own. This applies only to cities all over the USA in all American provinces that are at peace. This is where a new player&#39;s first city, or capital will be located as all start cities of players are in the USA provinces. You will have access to them all as an exclusive reward for Kickstarters that will not be duplicated again and is good for as long as City Fed exists.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"backers_count" : 0,
			"updated_at" : 1348240407
		},
		{
			"id" : 1060965,
			"minimum" : 50,
			"reward" : "All of the benefits described in our Productivity Killer Reward Above plus in addition to the Founders Page, Citizens Shield for 6 months rather than 3 and also direct cash infusion into your Treasury of 150,000,000. Quite a war chest to build like a maniac and impress players world wide with the greatest cities of any social game on the net. In addition you will get direct access to the next 10 War Provinces in addition to those that you begin with on the maps at start. This gives you direct access to 40,000 cities in addition to the tens of thousands you start with access to. Access to perhaps thousands of fellow City Fed Gamers all over the U.S. and the world as well. Access to K Council voting and bulletin board with other Kickstarter members exclusively.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"backers_count" : 0,
			"updated_at" : 1348240443
		},
		{
			"id" : 1060979,
			"minimum" : 90,
			"reward" : "Protected Status by the Federation - All of the benefits described in our No-Brainer Award Above plus in addition to the Founders Page, Citizens Shield for 6 months rather than 3 and also direct cash infusion into your Treasury of 150,000,000. In addition you will get direct access to the next 10 Provinces in addition to these that you begin with on the maps at start. This gives you direct access to 40,000 cities in addition to the tens of thousands you start with access to. Access to perhaps thousands of fellow City Fed Gamers all over the U.S. and the world as well. In addition you are &#39;Protected&#39; by Federation Drones from attack for as long as you avoid attacking another human. You can attack independent cities in war zones but not humans. This can last weeks, months or even years giving your nation and cities the protection needed from any attack by other humans. As long as you do not abuse it you can focus on being the Top Entrepreneur, Top Knowledge Hacker or Top Community Activist. Access to K Council voting and bulletin board with other Kickstarter members exclusively.",
			"limit" : 1000,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"remaining" : 1000,
			"backers_count" : 0,
			"updated_at" : 1348240482
		},
		{
			"id" : 1060983,
			"minimum" : 95,
			"reward" : "Limited Special - All of the Benefits of the Protected Status in the reward above this one plus the Exclusive Back Door Pass Benefits that follow in the next reward.",
			"limit" : 200,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"remaining" : 200,
			"backers_count" : 0,
			"updated_at" : 1348240635
		},
		{
			"id" : 1060991,
			"minimum" : 100,
			"reward" : "Exclusive Back Door Pass - Access to all Provinces on Earth that are war provinces for as long as you are a member of the Federation from the time you join and into the future. As more Provinces are added in war areas you get instant access, making you a power broker matched only by other Kickstarter Pledges right here in the next few weeks only. Each province has 4000 cities that you can make friends with, conquer, build in or destroy. All can be accessed from the Map page on left, which is the round button on left in interface. In Addition We give you Citizens&#39; Shield for 6 months, listing as one of the Founders of the Federation on that public page that will link to your Capital city as well as in ticker for all members to access, PLUS 200,000,000 City Fed dollars allowing you to build cities or a powerful military force. This is a backdoor pass into all maps in all war zones no matter how fast we grow (other than Private Provinces as described in another Reward). These will remain off limits protected by Federation Drones until the leader that has the Province attacks another human leader. Value of this Reward is limitless as the advantages grow over time as City Federation grows and adds citizens and players. Access to K Council voting and bulletin board with other Kickstarter members exclusively.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"backers_count" : 0,
			"updated_at" : 1348240682
		},
		{
			"id" : 1061002,
			"minimum" : 150,
			"reward" : "Exclusive Back Door Pass II - All That is written in the Back Door Pass in the Pledge/Reward above this one. Last reward for this pledge amount is a brief interview with our new News reporter that all players will see when we add this feature soon after this campaign. It will be a brief 30 seconds or less spot but all members world wide will see this news video as the daily FNS ( Federation News Service) video-casts will be daily after we get out of Beta for all to see when they either click the News Section ( in Advanced Interface on right side) or they go to the landing page on our site which you can see now by going to cityfederation.com. We will be replacing that promo video there now with the daily newscasts. The daily newscast will also be linked to from the tickers within the interface to highlight so others see your interview and hear of your great cities, or nation. Access to K Council voting and bulletin board with other Kickstarter members exclusively. We have to limit this reward to 100 people due to the logistics involved for the phone interviews as well as editing by our film crew.",
			"limit" : 100,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1354320000,
			"project_id" : 215480559,
			"remaining" : 100,
			"backers_count" : 0,
			"updated_at" : 1348240728
		},
		{
			"id" : 1061008,
			"minimum" : 300,
			"reward" : "Custom Building All Will See And Build - We can have a custom building made for you. As a major benefit the mouse-over for the building will say what you want. You will see and read your on url, site, whatever you wish. Please no profanity! Anyone can have access to our site and the Facebook application including children so keep this in mind. We can create total of 40 per month with current designer doing only buildings as our graphics are intense! Delivery date is for first 40, next 40 in late November. If project is successful we will hire at least one more designer and possibly be able to create 80 buildings per month. If Project is very successful we might hire 2 more and be able to create nearly 150 per month. You will also be listed as one of the Founders of the Federation for all players to see and link to your capital city, letting you make friends world wide easily. Plus as always you will also have our appreciation for being a part in our launching the game. We will contact you at conclusion of this campaign and need a photo of any building online that you like as well as what you wish your mouse-over to say that all will see anywhere in the U.S. and the world when they build your building or mouse-over your building in any city.",
			"limit" : 200,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"remaining" : 200,
			"backers_count" : 0,
			"updated_at" : 1348230835
		},
		{
			"id" : 1061010,
			"minimum" : 350,
			"reward" : "Provincial Governor Reward - Your own Province (contains 4000 cities) somewhere in a war zone. No one will have access to your Province up until you use any city in it to attack others. You can take over all of the cities in the province and build a massive military machine all untouchable and protected by Federation Drones until you attack other human leaders. You can name the province anything you wish (please no profanity) Only those you attack can gain access. Also included is 200,000,000 City Fed Dollars as a sweetener to build quickly. Also listing in the Founders of The Federation page which will help you to add friends and allies quickly. This is a virtual Empire that you alone command and control, at least until you attack others. Citizens Shield for 6 months included as well. (see Facebook add$ button on top of interface for details) Also in addition to our appreciation for helping in launching the game if you are one of the top 20 with the most cities who opt for this Pledge amount you will be able to do a brief interview with our new newscaster about your Nation or Empire. News section will show a video with an attractive newscaster naming you and your empire and showing an interview to all members worldwide. This will begin (The Newscasts) right after the successful completion of this campaign.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"backers_count" : 0,
			"updated_at" : 1348072867
		},
		{
			"id" : 1061011,
			"minimum" : 750,
			"reward" : "Community Organizer/Knowledge Hacker Reward - A Union or Hacker Group that is advertised to all. You choose the name and write the description. When others join and pay their dues daily a large portion will go to benefit your Treasury in the game. Your Union or Hacker group will be among the 20 of each type that all players will have the ability to join themselves without needing to be invited in by others that create their own Unions and Hacker Groups as explained on our Associates Shield page on the Facebook Credits payments page. You would be considered a Founding member of the Federation and listed on that page linked to on site and in the ticker in interface. All will have access to join your Union or Hacker Group which can make you in-game currency far faster than others. Your own description will be allowed if no profanity used and links to your Capital city also supplied, gaining you friends throughout the world after we launch. Players join Hacker Groups or Unions to lower their costs if they are attacked by Protest or Hacker attacks by players with superior Knowledge or Community points. Only those with the most community points or very high scores need not join one. Be that Community Organizer you always dreamed of being! Or Perhaps a world class Hacker with the ability to make whole Empires cringe in fear to ever facing off against you. As one of the only 20 Unions or 20 Hacker Groups that all players will have instant access to join, our new reporter will interview you and the news shown world wide on the new Federation News Service. Of course throw in our deepest appreciation for your help in launching the game on top of it all! (20 limit for Hacker Groups and 20 For Unions in the Federation totaling 40 limit for this Reward worldwide forever For Unions and Hacker Groups that all members can join at will. If that is not enough, you also have the details of our Back Door Pass as described above. One last feature of this reward is Access to K Council voting in a special section for those who contributed to higher tiers with bulletin board and voting with other Kickstarter members exclusively.",
			"limit" : 40,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"remaining" : 40,
			"backers_count" : 0,
			"updated_at" : 1348240865
		},
		{
			"id" : 1061013,
			"minimum" : 1000,
			"reward" : "Have Your Own Banking Empire! In our game players can create their own banks and through their friends in Facebook or online expand their branches worldwide. As one of our Banking Leaders though, anyone will be able to build one of your banks right from their build menu which in turn makes you CityFed dollars. Only 10 private banks will be advertised directly from the interface to all who join and play City Federation. You can also lend out the money you make to others at your own rates. You can use your money in game to influence the course of history as you lend money to empires worldwide and have your hand in politics globally. All from your own computer! We will have our designer design your bank with your input by sending us a photo of one that you love. It is this bank that others will build if they choose your banking franchise for any of their cities. All making you City Fed dollars.   This reward is Very Limited as we need to create a different bank building for each person who takes this pledge. In addition, you are listed as one of our Founders on Founders Page and have our back door pass as described above. You also have a Bank Building designed according to your own designs but it must only be for a bank and not your own personal business or use as described in our building reward above. \\r\\nOne last feature of this reward is Access to K Council voting in a special section for those who contributed to higher tiers with bulletin board and voting with other Kickstarter members exclusively.",
			"limit" : 10,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"remaining" : 9,
			"backers_count" : 1,
			"updated_at" : 1348687012
		},
		{
			"id" : 1061014,
			"minimum" : 4000,
			"reward" : "The Inner Circle - A total Gamers Delight Reward as we combine the Exclusive Backdoor Pass II with the Provincial Governor Rewards Above but total City Fed dollars advanced to your Treasury will be 300,000,000 CityFed dollars. This enables you to build a monster military as well as hundreds of cities. In addition, you will be invited to have lunch or dinner with the Founder of City Federation to discuss any ideas or business ventures within the game after it launches. Lunch or Dinner will be in New York City where our main office is. As a member of the inner circle you have the ear of the programmers and developers and the possibilities are endless. You will also have the personal email of the Founder and Cell number and of course will always have our deepest appreciation for helping us complete this project with Kickstarter.",
			"limit" : 10,
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 215480559,
			"remaining" : 9,
			"backers_count" : 1,
			"updated_at" : 1348675032
		}
	]
}