{
	"id" : [
		491353953
	],
	"name" : [
		"Code Hero: A Game That Teaches You To Make Games"
	],
	"blurb" : [
		"Code Hero: a game that teaches you how to make games! Your Code Ray shoots Javascript in Unity 3D. Hack the planet: Become a code hero!"
	],
	"goal" : [
		1e+05
	],
	"pledged" : [
		170954
	],
	"state" : [
		"successful"
	],
	"slug" : [
		"code-hero-a-game-that-teaches-you-to-make-games-he"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1330068897
	],
	"state_changed_at" : [
		1330068897
	],
	"created_at" : [
		1324327372
	],
	"launched_at" : [
		1324884897
	],
	"backers_count" : [
		7459
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-full.jpg?1397768841"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-ed.jpg?1397768841"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-med.jpg?1397768841"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-little.jpg?1397768841"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-small.jpg?1397768841"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-thumb.jpg?1397768841"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-1024x768.jpg?1397768841"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/63836/photo-1536x1152.jpg?1397768841"
		]
	},
	"creator" : {
		"id" : [
			1102218163
		],
		"name" : [
			"Alex Peake"
		],
		"slug" : [
			"primerist"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/224676/alexpeakefrostruder.thumb.jpg?1324362588"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/224676/alexpeakefrostruder.small.jpg?1324362588"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/224676/alexpeakefrostruder.medium.jpg?1324362588"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/primerist"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1102218163?signature=1399954265.be0aace80056a72aa4ed8022b12fcc9ec55b2760"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2487956
		],
		"name" : [
			"San Francisco"
		],
		"slug" : [
			"san-francisco-ca"
		],
		"short_name" : [
			"San Francisco, CA"
		],
		"displayable_name" : [
			"San Francisco, CA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"CA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/san-francisco-ca"
				],
				"location" : [
					"https://www.kickstarter.com/locations/san-francisco-ca"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951819.b1b8a7e4d51dac78b55db0546e9e02c10804ee5c&amp;woe_id=2487956"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/primerist/code-hero-a-game-that-teaches-you-to-make-games-he"
			],
			"project_short" : [
				"http://kck.st/tlXLYB"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/primerist/code-hero-a-game-that-teaches-you-to-make-games-he/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/491353953?signature=1399954265.0e9e1d6bbdcad7875a5cd1307f28562d4f66f877"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/491353953/comments?signature=1399954265.32c451f012f9111fbcbaf884d66d879141547714"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/491353953/updates?signature=1399954265.d48ca15a9d313175fcb05822f24dd585d4b93b99"
			]
		}
	},
	"updated_at" : [
		1397768845
	],
	"successful_at" : [
		1330068897
	],
	"video" : {
		"id" : [
			78897
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/63836/video-78897-h264_high.mp4?2012"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/63836/video-78897-h264_base.mp4?2012"
		],
		"width" : [
			560
		],
		"height" : [
			314
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/63836/video-78897-h264_base.jpg?2012"
		]
	},
	"comments_count" : [
		784
	],
	"updates_count" : [
		34
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 382630,
			"minimum" : 1,
			"reward" : "$1+ Starving Hacker Name Your Price Edition\\r\\n\\r\\nPreorder for beta access and name your price for $1 or more to save on the $31.37 full game release!\\r\\nYou get early access to the game at your price!\\r\\nYou help fund the development of Code Hero\\r\\n\\r\\nCode Hero Private Beta is now available in beta preorder. Buy it now to support our development and you get to download the betas and receive the full game when it ships!\\r\\n\\r\\nBuy your copy of Code Hero and be first to get it!\\r\\n\\r\\nYou can now preorder Code Hero to receive the private beta and guarantee first access to new versions till the gold master game ships!\\r\\n\\r\\nWhat you get with the game:\\r\\n\\r\\nA game that teaches you how to make games\\r\\nAn account on the Code Hero online community network to share your achievements and collaborate on projects with others\\r\\nDigital download whenever you need to. \\r\\n\\r\\nAll reward levels include the benefits of the previous levels.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 2726,
			"updated_at" : 1399108945
		},
		{
			"id" : 382631,
			"minimum" : 13,
			"reward" : "Elite Hacker Name Your Price Edition\\r\\nYou are an elite hacker and will receive the full game along with exclusive access to enter the mysterious in-game 1337 club for any purchase prices above $13.37.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 2896,
			"updated_at" : 1397171623
		},
		{
			"id" : 382632,
			"minimum" : 31,
			"reward" : "Elite Hacker Preorder Editon\\r\\n\\r\\nYou&#39;ll get secret in-game rewards to be announced soon for preordering the full-priced game\\r\\nYou help fund the development of Code Hero even more by paying what its worth",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 472,
			"updated_at" : 1399241887
		},
		{
			"id" : 382633,
			"minimum" : 42,
			"reward" : "Elite Collector&#39;s Edition\\r\\n\\r\\nYou get the digital download AND the boxed USB version!\\r\\nThe Collector&#39;s Edition comes on a special USB drive in a book box signed by Alex Peake and the whole developer team with a scroll full of codefoo secrets.\\r\\n\\r\\nYou also get a CODE HERO T SHIRT!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 1217,
			"updated_at" : 1398871309
		},
		{
			"id" : 382634,
			"minimum" : 133,
			"reward" : "Elite Founding Pupil Edition\\r\\n\\r\\nPay $100 or more to massively help fund the development of Code Hero and you&#39;ll get membership in our founding supporter&#39;s club\\r\\nInvitations to special events\\r\\n\\r\\nUNITYVERSITY TUITION: A one-on-one live online mentorship session with one of the developers of Code Hero for yourself or a person you gift it to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 47,
			"updated_at" : 1330700763
		},
		{
			"id" : 382635,
			"minimum" : 313,
			"reward" : "Elite Hacker Founding Apprentice Edition\\r\\n\\r\\nVisit the Primer Labs HQ and meet the developer team!\\r\\n\\r\\nUNITYVERSITY TUITION: A week of daily one-on-one live mentorship sessions with the developers of Code Hero or a person you gift it to.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 14,
			"updated_at" : 1330092009
		},
		{
			"id" : 457292,
			"minimum" : 1012,
			"reward" : "1 K12 Code Hero School: Give your children more than a game: Give them programming peers that will engage and inspire each other. A parent, teacher, student, administrator or entrepreneurial youth can pledge to give a school of their choosing a special school-wide Code Hero access. All their students will receive school accounts for Code Hero. Teachers will be trained by the Code Hero team to be able to mentor students who can mentor each other. Code Hero School will feature advanced metrics and collaborative gameplay that will allow teachers to integrate it into making projects for every subject and class in the school. Art classes can produce game art for history projects that become simulated historical worlds with math class showing how engineering created disruptive new industries that economics class analyzes for modern parallels [HINT HINT]. Check out http://www.HackTheFuture.org and http://www.primerlabs.com/unityversity to see how we teach large groups of kids already to make and present games on their first day. NOTE: PETITIONERS WELCOME. You can pledge at this level to petition your school to try it: Call them, ask them if they will accept it on behalf of all their students. This doesn&#39;t require a school approval process or a strategy session: It just opens the door for a new kind of education through games that kids actually want and enjoy! UNCONDITIONAL GIVING: If you can&#39;t get a school to accept, you can give it directly to the students of the school to form a Code Club to provide the power of one good example: a school where every student can code fluently and create games as group projects as easily as presentation posterboards and science fair exhibits. Every state needs at least one representative that will take up this challenge to show there is no state that is not ready to become an economic powerhouse, that there is no district that can&#39;t emulate Silicon Valley, and that there is no school that can&#39;t become a flourishing entrepreneurial hotbed of student-created startups!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1333238400,
			"project_id" : 491353953,
			"backers_count" : 6,
			"updated_at" : 1330071635
		},
		{
			"id" : 382636,
			"minimum" : 1337,
			"reward" : "FOUNDING INTERN UNITYVERSITY TUITION: Join Primer Labs&#39; team to be a part of Code Hero&#39;s development!\\r\\n\\r\\nFounding Apprentices get ongoing personal mentorship for yourself or a person you gift it to.\\r\\nYou&#39;ll learn how to help create Code Hero as an intern apprentice on the Code Hero development team. \\r\\nYou get one-on-one training to learn the ropes and master Unity game development,\\r\\na once-in-a-lifetime opportunity to contribute to a game that changes the world. \\r\\nExemplify the empowerment of becoming a game developer first-hand through your involvement in the project. PROMOTION: We&#39;ll feature any games you create on our site and help you promote your creations and kickstart your career as a game designer!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 9,
			"updated_at" : 1330217637
		},
		{
			"id" : 457307,
			"minimum" : 1776,
			"reward" : "$1776: SENATOR HERO: ACCEPT THE CHALLENGE OF REVOLUTIONIZING EDUCATION FOR YOUR STATE! Every Senator or Congressman who accepts this challenge will bestow a K12 Code Hero School License for every student in every school in their state or district. Make a statement to the world that your constituents all deserve to have the power of code and that code is the key to American prosperity. Show that you are taking action to revolutionize education by making learning to code a universal part of gaining full literacy as an informed and empowered citizenry of a country that will continue to lead the 21st century! NOTE: PETITIONERS WELCOME. If you are not a Senator, you can pledge at this level to petition your representatives: Call them, ask them if they will accept it on behalf of all their voters. This doesn&#39;t require a school approval process or a strategy session: It just opens the door for a new kind of education through games that kids actually want and enjoy! If you can&#39;t get a Representative to accept, you can convert this to a 1 K 12 pledge and give it to one school in their district to provide the power of one good example: a school where every student can code fluently and create games as group projects as easily as presentation posterboards and science fair exhibits. Every state needs at least one representative that will take up this challenge to show there is no state that is not ready to become an economic powerhouse, that there is no district that can&#39;t emulate Silicon Valley, and that there is no school that can&#39;t become a flourishing entrepreneurial hotbed of student-created startups!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1341100800,
			"project_id" : 491353953,
			"backers_count" : 0,
			"updated_at" : 1329618397,
			"limit" : 51,
			"remaining" : 51
		},
		{
			"id" : 382637,
			"minimum" : 2600,
			"reward" : "INTERN ON A PAX: Join the Primer Labs team as an intern AND fly with us to Penny Arcade Expo East!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 0,
			"updated_at" : 1328989429,
			"limit" : 6,
			"remaining" : 6
		},
		{
			"id" : 382638,
			"minimum" : 3133,
			"reward" : "INTERN ON A PLANE: Help Build Code Hero &amp; Celebrate in Berlin At Our December 2012 Launch Party!\\r\\n\\r\\nYou will not only become an elite hacker founding apprentice entitled to personal internship training working alongside Code Hero creator Alex Peake at our headquarters, you will also get to fly the hacker skies with us and Hackers On A Plane to attend the December Chaos Communications Congress 2012 in Berlin as a member of the Primer Labs team. Celebrate the first true hacker New Year with Code Hero and Primer Labs! Berlin&#39;s New Years tradition is called Sylvester and it is utter insanity that you must experience for yourself. We&#39;ll promote your game career and put you in the game as a character and part of the story!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 1,
			"updated_at" : 1330273440,
			"limit" : 30,
			"remaining" : 29
		},
		{
			"id" : 382639,
			"minimum" : 4237,
			"reward" : "INTERN ON A SHOW: We will shoot a miniseries of 3 episodes of our ongoing documentary TV show about you and your evolution from your arrival at our as a new recruit to your apotheosis as a game development master at year&#39;s end! Apprenticeship with Alex Peake + training in 3D game art, writing and game design to make you an all-around game development superhero.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 0,
			"updated_at" : 1328969014
		},
		{
			"id" : 382640,
			"minimum" : 10000,
			"reward" : "A CUSTOM GAME SCENARIO OF YOUR CREATION: Elite Founding Funder\\r\\n\\r\\nYou become a Code Hero character in the game who can teach millions of players in a custom game challenge designed with you as a part of our team. This is the ultimate interactive advertisement and soapbox for whatever you want to teach people about. If you want to join Code Hero&#39;s intern team or sponsor someone, turn your dollars into millions of minds transformed by funding Code Hero&#39;s development!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1328054400,
			"project_id" : 491353953,
			"backers_count" : 2,
			"updated_at" : 1330385721
		}
	]
}