{
	"id" : [
		156938289
	],
	"name" : [
		"Endless Migration 2"
	],
	"blurb" : [
		"A visually striking game about flocking birds, time travel, and finding your way home."
	],
	"goal" : [
		8000
	],
	"pledged" : [
		10052.82
	],
	"state" : [
		"successful"
	],
	"slug" : [
		"endless-migration-2"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1341966600
	],
	"state_changed_at" : [
		1341966617
	],
	"created_at" : [
		1332298793
	],
	"launched_at" : [
		1339363556
	],
	"backers_count" : [
		274
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-full.jpg?1397775253"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-ed.jpg?1397775253"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-med.jpg?1397775253"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-little.jpg?1397775253"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-small.jpg?1397775253"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-thumb.jpg?1397775253"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-1024x768.jpg?1397775253"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/109526/photo-1536x1152.jpg?1397775253"
		]
	},
	"creator" : {
		"id" : [
			1199394376
		],
		"name" : [
			"HotAirRaccoon Games"
		],
		"slug" : [
			"hotairraccoongames"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/1652436/HotAirRaccoonIcon.thumb.jpg?1333330058"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/1652436/HotAirRaccoonIcon.small.jpg?1333330058"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/1652436/HotAirRaccoonIcon.medium.jpg?1333330058"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/hotairraccoongames"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1199394376?signature=1399958172.999bbabd68a26ac6d75e42ddcb2d5c6e09f4e0e0"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2473224
		],
		"name" : [
			"Pittsburgh"
		],
		"slug" : [
			"pittsburgh-pa"
		],
		"short_name" : [
			"Pittsburgh, PA"
		],
		"displayable_name" : [
			"Pittsburgh, PA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"PA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/pittsburgh-pa"
				],
				"location" : [
					"https://www.kickstarter.com/locations/pittsburgh-pa"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951821.19a5b9789492c3a4571fd3ebb24a44e71b61fdcf&amp;woe_id=2473224"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/hotairraccoongames/endless-migration-2"
			],
			"project_short" : [
				"http://kck.st/LJ5KHv"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/hotairraccoongames/endless-migration-2/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/156938289?signature=1399958172.d1790c789ac59f340fdb422eebc3d4a682feba1b"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/156938289/comments?signature=1399958172.68ae854c4e1d816fc3c12b07807df19620bf23cc"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/156938289/updates?signature=1399958172.a5c1ea762bd1dfc8d1bddddc15b02e2db5471335"
			]
		}
	},
	"updated_at" : [
		1397974641
	],
	"successful_at" : [
		1341966617
	],
	"potd_at" : [
		1340668800
	],
	"video" : {
		"id" : [
			121802
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/109526/video-121802-h264_high.mp4?2012"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/109526/video-121802-h264_base.mp4?2012"
		],
		"width" : [
			560
		],
		"height" : [
			314
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/109526/video-121802-h264_base.jpg?2012"
		]
	},
	"comments_count" : [
		52
	],
	"updates_count" : [
		12
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 570810,
			"minimum" : 1,
			"reward" : "All backers will be included in a credits page on our site.  Thanks for believing!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1346457600,
			"project_id" : 156938289,
			"backers_count" : 26,
			"updated_at" : 1390320071
		},
		{
			"id" : 569731,
			"minimum" : 5,
			"reward" : "A copy of the game on iOS and a cool custom wallpaper pack consisting of high quality images inspired by the art of the game.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 86,
			"updated_at" : 1342145808
		},
		{
			"id" : 569732,
			"minimum" : 10,
			"reward" : "A 5x7 postcard featuring custom art, printed on textured card-stock, and personalized by the team!  This postcard will be chosen randomly from 7 exclusive designs (you can check out a couple examples in the Rewards section to the left).  Your pledge also includes the iOS version and the wallpaper.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1346457600,
			"project_id" : 156938289,
			"backers_count" : 13,
			"updated_at" : 1341966659
		},
		{
			"id" : 569733,
			"minimum" : 25,
			"reward" : "Get the digital Special Edition of Endless Migration 2!  This includes both the iOS version of the game and a DRM-free, full-screen version for PC, Mac, or any machine with proper Flash Player (This full-screen version is a Kickstarter exclusive that will never be available anywhere else and includes an entire bonus environment only available here!), a digital art compilation of sketches, production art, sprite-sheets, animation cycles, and more, an official strategy guide written by the developers, and a digital download of the original soundtrack featuring all the great music from the game plus extended cuts and the remastered theme from Endless Migration 1.  Plus, you&#39;ll get the postcard and the wallpaper pack.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 83,
			"updated_at" : 1342572327
		},
		{
			"id" : 747300,
			"minimum" : 35,
			"reward" : "Early Bird T-Shirt Special: You&#39;ll get everything from the $50 T-shirt tier, including the special edition, iOS game, wallpapers, and a postcard, but we&#39;re offering it $15 cheaper for the first 25 people who take advantage!  (INTERNATIONAL SHIPPING PLEASE ADD $10).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 25,
			"updated_at" : 1342572327,
			"limit" : 25,
			"remaining" : 0
		},
		{
			"id" : 747127,
			"minimum" : 35,
			"reward" : "Receive a Kickstarter exclusive 24\" x 36\" Endless Migration 2 poster signed by the development team.  Plus, you get the digital special edition, postcard, wallpaper pack, and iOS game. (INTERNATIONAL SHIPPING PLEASE ADD $5)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 5,
			"updated_at" : 1341991102
		},
		{
			"id" : 747130,
			"minimum" : 40,
			"reward" : "The exclusive poster signed by the development team, the digital special edition, postcard, wallpaper pack, and iOS game, plus you will receive access to a closed beta test, become an active member of a close-knit community of backers, and take part in the design process!  You will also receive credit as a Contributor to the game.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 3,
			"updated_at" : 1341966671
		},
		{
			"id" : 570759,
			"minimum" : 50,
			"reward" : "The Origami Goose Kit!  If you love birds as much as us, then you will have a blast learning how to fold your own origami goose from custom paper printed to look like a bird from the game!  Your kit will include a dozen sheets of printed origami paper and directions on how to assemble the bird.  We will email you a PDF of the design, so you can print and fold to your heart&#39;s content.  We also plan to post a video on our blog showing you how to make the birds, since written origami instructions can be quite a challenge.  Includes the special edition, iOS game, wallpaper pack, beta access, and postcard.  (INTERNATIONAL SHIPPING PLEASE ADD $5)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 1,
			"updated_at" : 1342572327
		},
		{
			"id" : 577202,
			"minimum" : 50,
			"reward" : "Endless Migration T-Shirt!  Choose your size and one of three colors: white, heather grey, or light blue.  We print our shirts at a screen-printing house located here in Pittsburgh that uses Eco-friendly inks and environmentally conscious printing methods.  The shirts will be printed on quality American Apparel tees.  Includes the special edition, iOS game, wallpaper pack, beta access, and postcard.  (INTERNATIONAL SHIPPING PLEASE ADD $10).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 13,
			"updated_at" : 1341966671
		},
		{
			"id" : 569734,
			"minimum" : 75,
			"reward" : "A beautiful limited-edition print signed by the development team.  This print will combine the aesthetics of Pop Art, animation, and the motion photography of Eadweard Muybridge, using the frames of the bird&#39;s flight animation to create a colorful work of art!  Includes the special edition, iOS game, wallpaper pack, beta access, and a postcard.  (INTERNATIONAL SHIPPING PLEASE ADD $10).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 1,
			"updated_at" : 1341999635,
			"limit" : 100,
			"remaining" : 99
		},
		{
			"id" : 569735,
			"minimum" : 100,
			"reward" : "Box Set 1:  For generously contributing $100, you will receive the limited edition print, the full set of 7 custom postcards, 3 origami kits, the PDF origami instructions, and the signed poster.  Also includes the special edition, iOS game, wallpaper pack, and the beta access.  (INTERNATIONAL SHIPPING PLEASE ADD $12).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 5,
			"updated_at" : 1342549402,
			"limit" : 100,
			"remaining" : 95
		},
		{
			"id" : 747213,
			"minimum" : 120,
			"reward" : "Get a handmade birdwatcher&#39;s journal with information about each and every bird in Endless Migration 2!  This leather-bound journal will be a great piece of Endless Migration lore and will feature plenty of cool facts both about the birds and about the behind-the-scenes of making the game!  (INTERNATIONAL SHIPPING PLEASE ADD $12).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 1,
			"updated_at" : 1341966671
		},
		{
			"id" : 810765,
			"minimum" : 180,
			"reward" : "UFO Designer: Over farmlands, the flock will encounter a few unidentified extraterrestrial adversaries (right about the time when some crop-circles begin showing up in the fields below).  Backers at this level will be invited to design how these UFOs behave and what they look like, giving each up to 2 unique abilities.  Are they saucers, swarms, organic?  Can they turn invisible, teleport, shoot tractor beams?  See creative guidelines to the left for more info!  Also includes Box Set 1.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1340206278,
			"limit" : 2,
			"remaining" : 2
		},
		{
			"id" : 570835,
			"minimum" : 180,
			"reward" : "Character Designer: Choose a completely new bird for the game and then design up to 5 adaptations/abilities for it!  We will work with you to make the bird balanced and awesome!  We&#39;ll also provide some basic guidelines so you can contribute a totally awesome creation!  As with all the creative rewards, we retain veto power, but don&#39;t be afraid of that, because we will work with you to the bitter end to make your vision a reality!  Also includes Box Set 1.  (INTERNATIONAL SHIPPING PLEASE ADD $25).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1340206209,
			"limit" : 3,
			"remaining" : 3
		},
		{
			"id" : 571794,
			"minimum" : 250,
			"reward" : "Box Set 2: This box has a ton of stuff in it!  You get the T-shirt in all three colors (or multiples of one if you prefer), the journal, the limited-edition print, the signed poster, all 7 postcards, and 3 origami kits.  Also includes the special edition, iOS game, wallpaper pack, and the beta access.  (INTERNATIONAL SHIPPING PLEASE ADD $25).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 1,
			"updated_at" : 1341966639,
			"limit" : 100,
			"remaining" : 99
		},
		{
			"id" : 747151,
			"minimum" : 400,
			"reward" : "Endless Migration Zoetrope!  As artists and animators making a game about time travel, we thought it would be completely appropriate to offer our backers a one-of-a-kind opportunity to revisit a piece of moving image history: the zoetrope!  A zoetrope is an early animation device dating back to 180 AD but popularized in the 18th century.  The circular device is comprised of a spinning cylinder punched with slits that the observer gazes through to see an illusion of motion inside.  Ours will be approximately 2 feet in diameter and stand about 8 inches high.  We&#39;re going to construct a complete one for you with inserts of all of our bird animation cycles (and some other secret animations as well).  Some assembly will be required for the sake of shipping it to you.  (INTERNATIONAL SHIPPING PLEASE ADD $40).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1339872489
		},
		{
			"id" : 773976,
			"minimum" : 500,
			"reward" : "Goddess of Wisdom: Be cast in the game as Athena! Send us some images of you (PG rating please), and we will use your likeness to cast you in the game as the Goddess Athena. You will appear throughout the game when certain owl abilities are cast and will also be a major in-game character throughout the Ancient Greece environment.  Also includes Box Set 2. (INTERNATIONAL SHIPPING PLEASE ADD $25).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1340120016,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 747172,
			"minimum" : 500,
			"reward" : "God of the Sea: Be cast in the game as Poseidon!  Send us some images of you (PG rating please), and we will use your likeness to cast you in the game as the sea god Neptune a.k.a. Poseidon.  You will appear throughout the game when certain bird abilities are cast (such as Neptune&#39;s Blessing) and will also be a major in-game character throughout the Ancient Greece environment.  Also includes Box Set 2.  (INTERNATIONAL SHIPPING PLEASE ADD $25).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1340120036,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 747180,
			"minimum" : 500,
			"reward" : "God of the Sun: Be cast in the game as Apollo!  Send us some images of you (PG rating please), and we will use your likeness to cast you in the game as Apollo the sun god. You will appear throughout the game when certain bird abilities are cast (such as Apollo&#39;s Phoenix) and will also be a major in-game character throughout the Ancient Greece environment.  Also includes Box Set 2.  (INTERNATIONAL SHIPPING PLEASE ADD $25).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 1,
			"updated_at" : 1341966658,
			"limit" : 1,
			"remaining" : 0
		},
		{
			"id" : 810724,
			"minimum" : 500,
			"reward" : "Boss Designer: The post-apocalyptic environment is special, because it implements some of the specific tropes of space shooter games, as the flock navigates a future wasteland, where man battles for survival against machine.  Become part of the design team and help craft the Boss for this level!!  You&#39;ll be able to choose its abilities, behaviors, its look, and most importantly, how it can be circumvented by the flock.  Part of one of the later levels, this boss encounter will be one of the most epic moments in the game and you can make it yours!  Also includes Box Set 2.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1340205776,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 747239,
			"minimum" : 1000,
			"reward" : "We wanted a challenge when it came to designing our higher reward tiers, because if you are going to contribute such a huge amount to the game, you deserve a unique and wonderful reward.  So, we&#39;ll construct your very own continuous Endless Migration 2 Emaki-mono!  \"What is an Emaki-mono\" you ask?  The Emaki-mono dates back to 11th century Japan, and is a long picture scroll that generally depicts an epic journey across a long single sheet of paper.  Jon, our lead artist, studied them in college and is totally excited to design one for you that depicts the continuous journey of the flock from the beginning of the game all the way to the epic finale!  Yes it will be meters and meters in length.  (INTERNATIONAL SHIPPING PLEASE ADD $40).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1338386186
		},
		{
			"id" : 747250,
			"minimum" : 1500,
			"reward" : "Box Set 3: This is the full monty!  You get the Emaki-mono scroll, the Zoetrope, and everything in Box Set 2.  We will also credit you as a Producer in the game.  (INTERNATIONAL SHIPPING PLEASE ADD $75).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1349049600,
			"project_id" : 156938289,
			"backers_count" : 0,
			"updated_at" : 1339096465,
			"limit" : 50,
			"remaining" : 50
		},
		{
			"id" : 747164,
			"minimum" : 2500,
			"reward" : "Become a Level Designer!  For weighing in at our highest tier, you will get to imagine and help design a complete environment in Endless Migration 2.  It could be anything (within a certain degree of reason) in the past, present, or future!  You&#39;ll imagine and design everything from what&#39;s happening on the ground to what kind of obstacles the flock faces.  Then, we&#39;ll draw, animate, and code everything you dream up!  Furthermore, you will receive Executive Producer credit in the game.  We retain ultimate veto power, but will work with you to make it happen, and will thoughtfully craft your dream level as long as it fits within a loose set of guidelines.  You also get everything else (except being cast as Poseidon or Apollo).  (INTERNATIONAL SHIPPING PLEASE ADD $75).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1351728000,
			"project_id" : 156938289,
			"backers_count" : 1,
			"updated_at" : 1341966631,
			"limit" : 2,
			"remaining" : 1
		}
	]
}