{
	"id" : [
		367700848
	],
	"name" : [
		"Game Changer - The Football Match Fixing Game"
	],
	"blurb" : [
		"Game Changer is the first soccer game that puts you on the side of corruption! Bribe people, fix and gamble to make your millions."
	],
	"goal" : [
		75000
	],
	"pledged" : [
		10268
	],
	"state" : [
		"failed"
	],
	"slug" : [
		"game-changer-the-football-match-fixing-game"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1370117057
	],
	"state_changed_at" : [
		1370117057
	],
	"created_at" : [
		1365495865
	],
	"launched_at" : [
		1367438657
	],
	"backers_count" : [
		10
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-full.jpg?1397816449"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-ed.jpg?1397816449"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-med.jpg?1397816449"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-little.jpg?1397816449"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-small.jpg?1397816449"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-thumb.jpg?1397816449"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-1024x768.jpg?1397816449"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/518019/photo-1536x1152.jpg?1397816449"
		]
	},
	"creator" : {
		"id" : [
			17550196
		],
		"name" : [
			"Game Changer Games"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/5779173/boss.thumb.jpg?1365707699"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/5779173/boss.small.jpg?1365707699"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/5779173/boss.medium.jpg?1365707699"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/17550196"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/17550196?signature=1399953207.060026cfb6be15a68a59ac0643fba0d0c48928dd"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2490383
		],
		"name" : [
			"Seattle"
		],
		"slug" : [
			"seattle-wa"
		],
		"short_name" : [
			"Seattle, WA"
		],
		"displayable_name" : [
			"Seattle, WA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"WA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/seattle-wa"
				],
				"location" : [
					"https://www.kickstarter.com/locations/seattle-wa"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951821.195076c84f9e27cd1d7979916c7ba772fe796e9c&amp;woe_id=2490383"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/17550196/game-changer-the-football-match-fixing-game"
			],
			"project_short" : [
				"http://kck.st/103tREl"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/17550196/game-changer-the-football-match-fixing-game/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/367700848?signature=1399953207.c4bf2e1e4c6cf172c56eb0294f168c35a19e4aa3"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/367700848/comments?signature=1399953207.ceb9429e34af274746c1c8405428790066c4d030"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/367700848/updates?signature=1399953207.6b7a9a4e2da77f3158c476b07f82335857128c48"
			]
		}
	},
	"updated_at" : [
		1397816454
	],
	"failed_at" : [
		1370117057
	],
	"video" : {
		"id" : [
			236320
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/518019/video-236320-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/518019/video-236320-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/518019/video-236320-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			480
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/518019/video-236320-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		1
	],
	"updates_count" : [
		3
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1537439,
			"minimum" : 1,
			"reward" : "\"Self Discipline is its Own Reward\" Tier:\\r\\nYou get our eternal gratitude, your name on the backer&#39;s list on Game Changer&#39;s website, and access to the game forum.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 367700848,
			"backers_count" : 2,
			"updated_at" : 1368453467
		},
		{
			"id" : 1537440,
			"minimum" : 5,
			"reward" : "\"Punter\" Tier: You get a personal email from us thanking you for your help, plus your name on the website and forum access.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1367438300
		},
		{
			"id" : 1537441,
			"minimum" : 10,
			"reward" : "\"Enabler\" Tier: You get everything on the \"Punter\" tier, plus an exclusive Mr Fixit sticker. You also get your name listed under \"Thanks\" in the game credits, as well as on the investor list on the website.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1372636800,
			"project_id" : 367700848,
			"backers_count" : 2,
			"updated_at" : 1369900024,
			"shipping" : "international",
			"shipping_amount" : "4.0"
		},
		{
			"id" : 1537442,
			"minimum" : 25,
			"reward" : "\"Part of the Problem\" Tier: The \"Enabler\" tier, plus the Bronze Investor Pack of in game items. This includes an exclusive Flatwoods Alien statue you can display outside of Mr Fixit&#39;s house which offers a boost to stats and can only be obtained through backing us on Kickstarter. It also includes a package of in game money to give you an advantage when you start the game.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 1,
			"updated_at" : 1370115284,
			"shipping" : "international",
			"shipping_amount" : "4.0"
		},
		{
			"id" : 1537443,
			"minimum" : 35,
			"reward" : "\"Big Breadwinner\" Tier: This includes everything in the \"Part of the Problem\" Tier, but upgrades you to the Silver Investor Pack, which includes the same in game money and Alien statue as the Bronze pack, but also gives you an exclusive Dalmation puppy suit for your Mr Fixit to wear, exclusive to Kickstarter backers.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365646586,
			"shipping" : "international",
			"shipping_amount" : "4.0"
		},
		{
			"id" : 1537444,
			"minimum" : 50,
			"reward" : "\"Made Man\" Tier: Includes everything in the \"Part of the Problem\" Tier, but upgrades you to the Gold Investor Pack, which has double the in game money of the Bronze and Silver packs, the Alien statue, the Dalmation puppy suit, and an exclusive ball chair for Mr Fixit&#39;s house which boosts his stats and can only be obtained by backing our Kickstarter.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 2,
			"updated_at" : 1368866665,
			"shipping" : "international",
			"shipping_amount" : "4.0"
		},
		{
			"id" : 1537445,
			"minimum" : 75,
			"reward" : "\"Capo\" Tier: Includes everything in the \"Enabler Tier\" but upgrades you to the Platinum Investor Pack, which includes the Alien statue, the Dalmation puppy suit, the sweet ball chair, and an in game fake ID kit that lets you reset your stats if you get in trouble (this will be a rare item in the game). Also, because the $75 level is special for us because it is 1/1000th of our ultimate goal, we are giving away a special reward you can only get at this tier and the $750 one - an exclusive secret car for your Mr Fixit that you can&#39;t get by any other means! But that&#39;s not all. Backers at the \"Capo\" Tier only also get to name a footballer who will show up in the game!",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365647095,
			"shipping" : "international",
			"shipping_amount" : "4.0"
		},
		{
			"id" : 1537446,
			"minimum" : 100,
			"reward" : "\"Consigliari\" Tier: Includes everything in the \"Enabler\" Tier but upgrades you to the Black Investor Pack - the very best there is. This includes 3X the in game money in the Bronze and Silver packs, plus the Alien statue, the Dalmation suit, the sweet ball chair, the fake ID kit AND upgrades your Mr Fixit&#39;s house to \"Stately Wayne Manor\", an exclusive house you can only get by backing us on Kickstarter that boosts Mr Fixit&#39;s stats. Up to 60 \"Consigliari\" Tier backers also get to name a football team in the game (no real professional team names can be used for legal reasons).",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 1,
			"updated_at" : 1368219437,
			"shipping" : "international",
			"shipping_amount" : "4.0",
			"limit" : 60,
			"remaining" : 59
		},
		{
			"id" : 1537447,
			"minimum" : 100,
			"reward" : "SPECIAL LAUNCH OFFER!\\r\\nWe are using Test Flight for the beta test phase of Game Changer, which means we have a very limited number of places on the beta test program that we can give away. Most of them are available at the $300 tier and above, but we have 10 to give to the first 10 backers at the $100 \"Consigliari\" Tier. You also get everything else in the regular \"Consigliari\" Tier, including getting to name a football team to appear in the game.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1383264000,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365647095,
			"shipping" : "international",
			"shipping_amount" : "4.0",
			"limit" : 10,
			"remaining" : 10
		},
		{
			"id" : 1537448,
			"minimum" : 200,
			"reward" : "\"Agent\" Tier - You get the \"Enabler\" Tier, and the Black Investor Pack (3X game money, Alien statue, Dalmation suit, Ball Chair, fake ID kit and \"Stately Wayne Manor\"), but you also get to play a bigger part in the game&#39;s development with a chance to join a monthly team meeting via Skype, as well as helping to design your very own special item that will appear in the game and be available to everybody! To acknowledge your input you will be listed as an Associate Producer in Game Changer&#39;s credits.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365646586
		},
		{
			"id" : 1537481,
			"minimum" : 300,
			"reward" : "\"See No Evil\" Tier: This tier is all about referees. You get to name one of the referees in the game, who Mr Fixit will get a chance to try and corrupt when you play Game Changer! You also get the Black Investor Pack (3X game money, Alien statue, Dalmation suit, Ball Chair, fake ID kit and \"Stately Wayne Manor\"), access to the monthly Skype team meeting, and get listed as an Associate Producer in the credits. \"See No Evil\" Tier backers also get access to the beta test program.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365650167,
			"limit" : 40,
			"remaining" : 40
		},
		{
			"id" : 1537582,
			"minimum" : 500,
			"reward" : "\"Queen Bee\" Tier - Hiring the services of certain ladies helps Mr Fixit bribe and blackmail people. Invest at the \"Queen Bee\" Tier and you get to name one of 18 \"working girls\" in Game Changer. Name her after yourself, surprise your wife or girlfriend, or even name her after someone you don&#39;t like very much at all - it&#39;s up to you! First names only, to avoid offense/lawsuits! In addition to your own special girl, you get the Black Investor Pack, an Associate Producer credit, access to the monthly Skype meeting, and access to the beta test program.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365650167,
			"limit" : 18,
			"remaining" : 18
		},
		{
			"id" : 1537583,
			"minimum" : 750,
			"reward" : "\"Corruptor\" Tier - This is another special tier for us as it&#39;s 1/100th of our goal, so backers at this level get the exclusive secret car that is only available here and at the $75 tier. You also get the Black Investor Pack, which means this is the only way to get the secret car as well as \"Stately Wayne Manor\". The other really special perk you get at this level is that we will base an NPC on you! Send us a picture of yourself (or a friend, if you want to do it as a gift) and we will create an in game character who looks and dresses like you, and they&#39;ll be seen walking around the towns Mr Fixit visits in Game Changer! For contributing a character, you&#39;ll get a FULL Producer credit, as well as access to the monthly meetings.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365650167
		},
		{
			"id" : 1537584,
			"minimum" : 1000,
			"reward" : "\"Legitimate Businessman\" Tier (SHOP) - The \"Legitimate Businessman\" Tier is a sponsorship package. You get to brand one of the shops, restaurants, bars or hotels in the game, as well as design the shopkeeper/owner/waiter character,  choose a logo that will appear on the menu screens when Mr Fixit visits your business, and have your business mentioned in news stories (for example, a well known player may have been spotted in your bar with a supermodel, or got into trouble for having a fight outside your restaurant!). You must own the business name you use, have permission to use it, or, if you want to do it for fun rather than publicity, have made it up yourself! You will also get a special \"Sponsor\" listing in the game&#39;s credits. Choose this option to sponsor a SHOP.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365651771,
			"limit" : 6,
			"remaining" : 6
		},
		{
			"id" : 1537585,
			"minimum" : 1000,
			"reward" : "\"Legitimate Businessman\" Tier (RESTAURANT) - The \"Legitimate Businessman\" Tier is a sponsorship package. You get to brand one of the shops, restaurants, bars or hotels in the game, as well as design the shopkeeper/owner/waiter character,  choose a logo that will appear on the menu screens when Mr Fixit visits your business, and have your business mentioned in news stories (for example, a well known player may have been spotted in your bar with a supermodel, or got into trouble for having a fight outside your restaurant!). You must own the business name you use, have permission to use it, or, if you want to do it for fun rather than publicity, have made it up yourself! You will also get a special \"Sponsor\" listing in the game&#39;s credits. Choose this option to sponsor a RESTAURANT.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365651771,
			"limit" : 6,
			"remaining" : 6
		},
		{
			"id" : 1537586,
			"minimum" : 1000,
			"reward" : "\"Legitimate Businessman\" Tier (BAR) - The \"Legitimate Businessman\" Tier is a sponsorship package. You get to brand one of the shops, restaurants, bars or hotels in the game, as well as design the shopkeeper/owner/waiter character,  choose a logo that will appear on the menu screens when Mr Fixit visits your business, and have your business mentioned in news stories (for example, a well known player may have been spotted in your bar with a supermodel, or got into trouble for having a fight outside your restaurant!). You must own the business name you use, have permission to use it, or, if you want to do it for fun rather than publicity, have made it up yourself! You will also get a special \"Sponsor\" listing in the game&#39;s credits. Choose this option to sponsor a BAR.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365651771,
			"limit" : 6,
			"remaining" : 6
		},
		{
			"id" : 1537587,
			"minimum" : 1000,
			"reward" : "\"Legitimate Businessman\" Tier (HOTEL) - The \"Legitimate Businessman\" Tier is a sponsorship package. You get to brand one of the shops, restaurants, bars or hotels in the game, as well as design the shopkeeper/owner/waiter character,  choose a logo that will appear on the menu screens when Mr Fixit visits your business, and have your business mentioned in news stories (for example, a well known player may have been spotted in your bar with a supermodel, or got into trouble for having a fight outside your restaurant!). You must own the business name you use, have permission to use it, or, if you want to do it for fun rather than publicity, have made it up yourself! You will also get a special \"Sponsor\" listing in the game&#39;s credits. Choose this option to sponsor a HOTEL.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365651771,
			"limit" : 6,
			"remaining" : 6
		},
		{
			"id" : 1537662,
			"minimum" : 2500,
			"reward" : "\"Serious &amp; Organized\" Tier - This is the tier for people who really want to make their presence felt in Game Changer. \"Serious &amp; Organized\" backers get to work with us to design and name one of 6 crime bosses in Game Changer, which every player will encounter. You can base your boss character on yourself, or design him (or her) based on your ideas for the ultimate mob boss. For creating one of the most high impact characters in the game, you&#39;ll get a full Producer credit, and get to join us in the monthly team meetings. You&#39;ll also get the Black Investor Pack, AND access to the beta test program.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 0,
			"updated_at" : 1365651771,
			"limit" : 6,
			"remaining" : 6
		},
		{
			"id" : 1537663,
			"minimum" : 10000,
			"reward" : "\"Empire Builder\" Tier - Backing us at this tier makes you an Executive Producer on the game. You get to have a monthly one to one meeting with the core team (if you live in, or can get to Seattle, we&#39;ll take you out for dinner somewhere awesome. If not, we&#39;ll do it online). You also get access to the open monthly team meetings, the beta test program, and get the Black Investor Pack.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1388534400,
			"project_id" : 367700848,
			"backers_count" : 1,
			"updated_at" : 1370114930
		}
	]
}