{
	"id" : [
		106581109
	],
	"name" : [
		"Theme Park Studio - Create the Ultimate Theme Park!"
	],
	"blurb" : [
		"Theme Park Studio is a simulation game, loaded with tools that allow players to design, create, &amp; experience amusement parks and rides."
	],
	"goal" : [
		80000
	],
	"pledged" : [
		101433.23
	],
	"state" : [
		"successful"
	],
	"slug" : [
		"theme-park-studio-create-the-ultimate-theme-park"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1369033140
	],
	"state_changed_at" : [
		1369033141
	],
	"created_at" : [
		1365463765
	],
	"launched_at" : [
		1365745227
	],
	"backers_count" : [
		1885
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-full.jpg?1397816416"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-ed.jpg?1397816416"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-med.jpg?1397816416"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-little.jpg?1397816416"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-small.jpg?1397816416"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-thumb.jpg?1397816416"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-1024x768.jpg?1397816416"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/517618/photo-1536x1152.jpg?1397816416"
		]
	},
	"creator" : {
		"id" : [
			1011099242
		],
		"name" : [
			"Pantera Entertainment"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/6042710/Theme_Park_Studio_Logo_Square.thumb.jpg?1365563081"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/6042710/Theme_Park_Studio_Logo_Square.small.jpg?1365563081"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/6042710/Theme_Park_Studio_Logo_Square.medium.jpg?1365563081"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/1011099242"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1011099242?signature=1399959075.ff79398ae7a309b9f3e51153c783f9c6651e30fc"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2442047
		],
		"name" : [
			"Los Angeles"
		],
		"slug" : [
			"los-angeles-ca"
		],
		"short_name" : [
			"Los Angeles, CA"
		],
		"displayable_name" : [
			"Los Angeles, CA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"CA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/los-angeles-ca"
				],
				"location" : [
					"https://www.kickstarter.com/locations/los-angeles-ca"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951818.e609e9257aa2bbc4a05b2f5e5d3584cce5ac138e&amp;woe_id=2442047"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/1011099242/theme-park-studio-create-the-ultimate-theme-park"
			],
			"project_short" : [
				"http://kck.st/YgP4Lq"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/1011099242/theme-park-studio-create-the-ultimate-theme-park/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/106581109?signature=1399959075.2cb5fba2879fc53ed4ad567a357f9f6593bcdebb"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/106581109/comments?signature=1399959075.3a791546e0d5ae350dc9bc0e8676424f4e24bb58"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/106581109/updates?signature=1399959075.84f6a200221b208c598483c33e5b3df744139b9b"
			]
		}
	},
	"updated_at" : [
		1397816428
	],
	"successful_at" : [
		1369033141
	],
	"video" : {
		"id" : [
			228825
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/517618/video-228825-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/517618/video-228825-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/517618/video-228825-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			360
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/517618/video-228825-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		646
	],
	"updates_count" : [
		21
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1533011,
			"minimum" : 5,
			"reward" : "Reward 1: PARK GUEST\\r\\nDescription:  Every pledge, no matter the size, helps and is greatly appreciated so with a $5.00 pledge not only will you get a great big THANK YOU from the Pantera team but your name will be added to our Kickstarter Hall of Fame page on our web site for all to see. Plus, you will also receive the Theme Park Studio wallpaper.  Just our way of letting you know that we appreciate all pledges!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 28,
			"updated_at" : 1369641631
		},
		{
			"id" : 1533012,
			"minimum" : 20,
			"reward" : "Reward 2 : PARK FAN\\r\\nDescription:  At our $20.00 level you will receive our EARLY BIRD SPECIAL - SILVER EDITION digital copy of Theme Park Studio. But you have to act fast as this is an exclusive Kickstarter offer and will not be offered again once the campaign closes. For the price of a pizza, this is a STEAL!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 220,
			"updated_at" : 1399419359
		},
		{
			"id" : 1533013,
			"minimum" : 30,
			"reward" : "Reward 3 : ENTHUSIAST\\r\\nDescription:  It&#39;s easy to see why we call this level of pledge our Enthusiast level.  For a $30.00 pledge you will be enthused to receive our EARLY BIRD SPECIAL - GOLD EDITION digital copy of Theme Park Studio. Don&#39;t wait too long though, this is an exclusive Kickstarter offer and will not be offered again once the campaign closes.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 395,
			"updated_at" : 1399294290
		},
		{
			"id" : 1533036,
			"minimum" : 40,
			"reward" : "Reward 4 : COASTER DESIGNER \\r\\nDescription:  If you should choose to up the ante to $40.00, we will up the ante also and send you not only just a digital copy of our Theme Park Studio - Gold Edition, but also a free digital copy of Hyper Rails, our previous critically acclaimed roller coaster simulator. That should keep you busy having fun for quite awhile!",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 55,
			"updated_at" : 1389577998
		},
		{
			"id" : 1533037,
			"minimum" : 50,
			"reward" : "Reward 5 :  ENGINEER\\r\\nDescription: Have you ever wanted to be called an Engineer?  Here&#39;s your chance to not only be called an engineer but for a $50, pledge you will receive our EARLY BIRD SPECIAL, A digital copy of Theme Park Studio PLATINUM EDITION. This version includes both digital download AND a boxed version in a DVD case with a printed instruction manual.  As with the Silver and Gold editions, this is an exclusive Kickstarter offer and will not be offered again once the campaign closes. But wait, we aren&#39;t done with this level yet! Since we understand that an extra $50 may be hard to come by for a lot of us these days, to show our appreciation for your generosity, the first 1000 pledges that respond quickly to this exclusive offer will PARTICIPATE IN THE CLOSED TPS BETA TEST PROGRAM!  But you need to hurry as this opportunity will sell out soon.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 938,
			"updated_at" : 1399341517,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1533125,
			"minimum" : 60,
			"reward" : "Reward 6 : FLAT RIDE DESIGNER\\r\\nDescription:  You don&#39;t have to be a designer in this case to wear a cool design, but at the $60 pledge level we will give you a cool Theme Park Studio T-shirt featuring the striking blueprint Theme Park Studio logo, but along with that you get the Platinum Edition in both digital download AND boxed DVD case. That should keep you \"covered\" for a long time.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 82,
			"updated_at" : 1394109303,
			"shipping" : "international",
			"shipping_amount" : "10.0"
		},
		{
			"id" : 1533126,
			"minimum" : 70,
			"reward" : "Reward 7:  FLAT RIDE ENGINEER\\r\\nDescription: Are the walls in your room a little drab and boring? Here&#39;s a chance to spruce them up a bit.  With a $70 pledge, besides receiving the Theme Park Studio - Platinum Edition, in both digital download and boxed DVD case, we will send you a Theme Park Studio poster, which may help you get inspired to design some cool parks and engineer some flat rides of your own.  Better act fast though because the guys on the TPS development team are eyeballing the pile of these cool posters and I can only hold them back for so long.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 4,
			"updated_at" : 1369034275,
			"shipping" : "international",
			"shipping_amount" : "12.0"
		},
		{
			"id" : 1533148,
			"minimum" : 80,
			"reward" : "Reward 8 :  PARK PLANNER\\r\\nDescription:  What better way to be a Park Planner and plan your very own wicked cool theme park then with your very own Platinum edition of Theme Park Studio, which comes in both digital download and the boxed DVD case.  Along with that, as a $80 pledge Park Planner, you will receive both a Theme Park Studio poster AND a Theme Park Studio T-shirt featuring the striking blueprint Theme Park Studio logo. The only thing more fun than planning your park is building it, so get that pledge in and let the fun begin.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 19,
			"updated_at" : 1392501172,
			"shipping" : "international",
			"shipping_amount" : "15.0"
		},
		{
			"id" : 1533203,
			"minimum" : 100,
			"reward" : "Reward 9 :  PARK DESIGNER\\r\\nDescription:  As a Park Designer pledging $100, the title of Park Designer takes on a whole new meaning!  You will get ALL the rewards from all the previous reward levels PLUS inclusion into the closed TPS beta test program where your input could actually help with the design of TPS.  But to really make you feel like a designer, you get to make one free custom ride of your own design. Our artists will work with you to redesign an existing ride or design a new flat ride or train of your own. This custom design will be featured on the Theme Park Studio web sites and face book page.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 77,
			"updated_at" : 1399146081,
			"shipping" : "international",
			"shipping_amount" : "15.0"
		},
		{
			"id" : 1533204,
			"minimum" : 200,
			"reward" : "Reward 10 :  PARK ENGINEER\\r\\nDescription:  If you are getting excited about the release of TPS, as we are, for a generous $200 pledge you can play a bigger role in the development and input into Theme Park Studio. We start off by sending you the Theme Park Platinum Edition in both digital download and boxed DVD case.  Along with that you get a TPS poster and a TPS T-shirt.  But for your generosity at this pledge level, not only will you be included in the TPS beta test program but you will receive &#39;Designer&#39; credit.  If that&#39;s not enough bang for your buck, you will also be included in TPS internal updates and be a part of the collaborative process.  You need to hurry for this one though, as there is a limit of only 50 slots for this great reward offer and they are filling up fast.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 20,
			"updated_at" : 1375883677,
			"shipping" : "international",
			"shipping_amount" : "15.0",
			"limit" : 50,
			"remaining" : 30
		},
		{
			"id" : 1533212,
			"minimum" : 300,
			"reward" : "Reward 11 : PARK MANAGER\\r\\nDescription: Participation at this level drops you right into a front row seat into the development of Theme Park Studio and lets your name be seen by everyone who will order TPS. For your gracious pledge of $300, here&#39;s what will happen.  You will receive the Platinum Edition in both digital download and boxed DVD case, plus a Theme Park Studio poster and the cool Theme Park Studio T-shirt.  Of course at this level you will also be included in our beta test program but we want to throw one more thing at you. Your name will be placed in the credits as an &#39;Associate Art Director&#39;, this gives you not only recognition by your friends, but also you will be included in internal TPS updates and have a first look at rides and trains as they are developed, as well as supply feedback to the art director.  Only 50 of these opportunities are available so hurry up and get yours before it is too late.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 10,
			"updated_at" : 1369375536,
			"shipping" : "international",
			"shipping_amount" : "15.0",
			"limit" : 50,
			"remaining" : 40
		},
		{
			"id" : 1533213,
			"minimum" : 500,
			"reward" : "Reward 12 : PARK CEO\\r\\nDescription: This reward for a one time pledge of $500, will not only make you a CEO, it will make you want to party!  Besides all the rewards offered from the previous pledge tier, you will receive an invitation to the Theme Park Studio wrap party at Disneyland LA (transportation to Disneyland not included).!  We will provide your admission pass and Walt Disney will provide the magic.  With only 50 slots available you need to act quickly because we&#39;re talking TPS, Disneyland, food and YOU and that&#39;s a good formula for a great time, that more than a few would like to get in on.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 2,
			"updated_at" : 1369034259,
			"shipping" : "international",
			"shipping_amount" : "15.0",
			"limit" : 50,
			"remaining" : 48
		},
		{
			"id" : 1533242,
			"minimum" : 1000,
			"reward" : "Reward 13 : MASTER ENGINEER \\r\\nDescription:  Do you want to be called a Master?  Do you want your face walking happily around in a bunch of TPS parks for everyone to see? Do you like to party?  If you answered yes to these questions, here&#39;s a chance to do all that and more.  For a pledge of $1000, you will get all this; a Theme Park Studio - Platinum Edition, in both digital download and boxed DVD case, plus our Theme Park Studio poster and the Theme Park Studio T-shirt with logo. You also get included in the TPS beta test program AND an invitation to the Theme Park Studio wrap party in Disneyland (transportation to Disneyland not included) AND an Associate Producer credit. Is that enough bang for your buck? We don&#39;t think so, at this level of pledging we want to invite you to work with our artists to develop one train and one flat ride of your design, plus we will include your face on one of the NPC (non player character peeps) in the game for everyone to see.  Only 20 of these slots total will be available, so \"all aboard\", this train will be filling up fast.",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 1,
			"updated_at" : 1369034058,
			"shipping" : "international",
			"shipping_amount" : "15.0",
			"limit" : 20,
			"remaining" : 19
		},
		{
			"id" : 1533243,
			"minimum" : 2000,
			"reward" : "Reward 14 : PRODUCER\\r\\nDescription:  The title of producer and your name in lights!  When was the last time you had that opportunity?  Well here&#39;s your chance, for your generous pledge of $2000, you will get this awesome reward; Theme Park Studio - Platinum Edition, in both digital download and boxed DVD case.  You get the Theme Park Studio T-shirt plus a Theme Park Studio poster,  inclusion into the beta program, an invitation to the Theme Park Studio wrap party at Disneyland (transportation to Disneyland not included), and a Producer credit.  You also will be invited to work with our artists to develop two trains and two flat rides of your design, plus your good looking face on one of the NPC (non player character peeps) in the game. But a producer is more than just a pretty face, so we are also including your name in lights over one of the rides entrances that will be in all TPS games for the whole world to see.  Want to be a star?  Only 20 chances available, better hurry!",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 2,
			"updated_at" : 1369133455,
			"shipping" : "international",
			"shipping_amount" : "15.0",
			"limit" : 20,
			"remaining" : 18
		},
		{
			"id" : 1617919,
			"minimum" : 3500,
			"reward" : "Reward 15 : EXECUTIVE PRODUCER Description: This is our prestigious reward for a very generous pledge of $3500. If you make an executive decision to pledge this amount and take on the title of Executive Producer, here&#39;s what you will get in return: Theme Park Studio - Platinum Edition, in both digital download and boxed DVD case, the Theme Park Studio T-shirt, Theme Park Studio poster, inclusion into the beta program, plus a VIP invitation for you and one guest to the Theme Park Studio wrap party at Disneyland. You will also receive prominent Executive Producer credit on all versions of the boxed edition and website, and the opportunity to work with our artists to develop three trains and three flat rides of your design and name. You also will get the opportunity to work with our designers to assist and help in the direction and creation of the game itself, giving direction to the artists and programmers in how to incorporate the features of a dark ride design interface and queue design into the game. You will also be able to provide general feedback and insight to make the game as successful as possible.  Internal TPS Updates on the progress and development of the game will be sent to you at minimum every two weeks, with opportunities for you to provide feedback and to work directly with the game&#39;s designers, programmers and artists. You will have a first look at rides and trains as they are developed, as well as supply feedback to the art director and be a part of the collaborative process. An Executive Producer deserves their name in lights, so your name in lights will be over one of the rides entrances on every copy of TPS produced. And if your name is in lights, then you should be able to brag. So this tier also allows you to brag anywhere and all you want about your very real contribution to TPS. We can only fill 1 of these slots so you may want to \"Produce\" this pledge soon. We also would like to send to this tier, and all the other tier levels, a huge amount of gratitude from the Theme Park Studio team at Pantera Entertainment!",
			"shipping_applicable" : true,
			"estimated_delivery_on" : 1377993600,
			"project_id" : 106581109,
			"backers_count" : 1,
			"updated_at" : 1369034368,
			"shipping" : "international",
			"shipping_amount" : "15.0",
			"limit" : 1,
			"remaining" : 0
		}
	]
}