{
	"id" : [
		1808583595
	],
	"name" : [
		"JACKS TRUMP a unique computer card game! (Canceled)"
	],
	"blurb" : [
		"A computer card game based on an originally designed card game combining luck, strategy and cunning...like nothing you&#39;ve seen before."
	],
	"goal" : [
		125000
	],
	"pledged" : [
		250
	],
	"state" : [
		"canceled"
	],
	"slug" : [
		"jacks-trump-a-unique-computer-card-game"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1369015887
	],
	"state_changed_at" : [
		1368182684
	],
	"created_at" : [
		1345255211
	],
	"launched_at" : [
		1365991887
	],
	"backers_count" : [
		6
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-full.jpg?1397794034"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-ed.jpg?1397794034"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-med.jpg?1397794034"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-little.jpg?1397794034"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-small.jpg?1397794034"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-thumb.jpg?1397794034"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-1024x768.jpg?1397794034"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/300224/photo-1536x1152.jpg?1397794034"
		]
	},
	"creator" : {
		"id" : [
			711318936
		],
		"name" : [
			"Chakravest, LLC"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/3781629/chakravest_logo_red_new.thumb.jpg?1361625778"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/3781629/chakravest_logo_red_new.small.jpg?1361625778"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/3781629/chakravest_logo_red_new.medium.jpg?1361625778"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/711318936"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/711318936?signature=1399956966.219f01fbcf9404f12d1c72b25e49a5f9c4cd0426"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2497076
		],
		"name" : [
			"Southington"
		],
		"slug" : [
			"southington-ct"
		],
		"short_name" : [
			"Southington, CT"
		],
		"displayable_name" : [
			"Southington, CT"
		],
		"country" : [
			"US"
		],
		"state" : [
			"CT"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/southington-ct"
				],
				"location" : [
					"https://www.kickstarter.com/locations/southington-ct"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951985.ceea55b3dbdc4a236fabc3af0d798b3d2aee0ca1&amp;woe_id=2497076"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/711318936/jacks-trump-a-unique-computer-card-game"
			],
			"project_short" : [
				"http://kck.st/17AfFKf"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/711318936/jacks-trump-a-unique-computer-card-game/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/1808583595?signature=1399956966.891f5033177849c057066fe79a19ffb4636d7d2e"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/1808583595/comments?signature=1399956966.36d37a4c74d4e6bfcd78b3a4a2a5ef39270c20b3"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/1808583595/updates?signature=1399956966.97d09e333168217c029a38402957b76790a80bb1"
			]
		}
	},
	"updated_at" : [
		1397794039
	],
	"canceled_at" : [
		1368182684
	],
	"video" : {
		"id" : [
			224101
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/300224/video-224101-h264_high.mp4?2013"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/300224/video-224101-h264_base.mp4?2013"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/300224/video-224101-webm.webm?2013"
		],
		"width" : [
			640
		],
		"height" : [
			480
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/300224/video-224101-h264_base.jpg?2013"
		]
	},
	"comments_count" : [
		0
	],
	"updates_count" : [
		0
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1033651,
			"minimum" : 1,
			"reward" : "LET&#39;S BEGIN - Thanks for helping to get a new independent card game designed, developed and produced as a computer game! Stay informed of all the Jacks Trump news! You will be listed as a game backer and also be one of the first people able to play this new card game upon a successful funding of this Project.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1360032588
		},
		{
			"id" : 1033653,
			"minimum" : 10,
			"reward" : "TAKE A LOOK - A digital download of the game for web-browser when it&#39;s complete and released, plus status updates through the website and also get our thanks and sincere appreciation for helping to fund this project, and you will also be credited in the game as a backer. Every bit helps! Important: for ALL reward tiers, the game is slated to be delivered in 2014.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 2,
			"updated_at" : 1367706799
		},
		{
			"id" : 1033656,
			"minimum" : 20,
			"reward" : "OPEN THE DOOR - A digital download of the game for web-browser when it&#39;s complete and released, plus a special Jacks Trump color poster, and you will also be credited in the game as a backer and receive status updates. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 1,
			"updated_at" : 1366247218
		},
		{
			"id" : 1033657,
			"minimum" : 35,
			"reward" : "THERE&#39;S MORE TO SEE - A digital download of the game for web-browers when it&#39;s complete and released, plus an exclusive Jacks Trump wallpaper or screen saver for a computer and a Jacks Trump coffee mug and color poster, and you will also be credited in the game as a backer and receive status updates. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1362265827
		},
		{
			"id" : 1033658,
			"minimum" : 55,
			"reward" : "LOOKING GOOD - A digital download of the game for web-browser when it&#39;s complete and released, plus an exclusive Jacks Trump wallpaper or screen saver for a computer, a Jacks Trump coffee mug, color poster and an exclusive Jacks Trump t-shirt, and you will also be credited in the game as a backer and receive status updates. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1362265850
		},
		{
			"id" : 1033669,
			"minimum" : 75,
			"reward" : "THIS IS FUN - All of the rewards listed in the prior category, plus a CD of the game, plus a Jacks Trump tote bag and a set of Jacks Trump playing cards. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1359086508
		},
		{
			"id" : 1033670,
			"minimum" : 100,
			"reward" : "NOW WE&#39;RE TALKING - All of the rewards listed in the prior category, plus a CD of the game and a Jacks Trump logo baseball cap. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 2,
			"updated_at" : 1366289328
		},
		{
			"id" : 1033671,
			"minimum" : 150,
			"reward" : "STEP UP - All of the rewards listed in the prior category, plus a hot/cold Jacks Trump aluminum bottle; and 6 specially designed Jacks Trump pens, and a Jacks Trump Laptop Sleeve. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1359086554
		},
		{
			"id" : 1328674,
			"minimum" : 225,
			"reward" : "FINALLY SOMETHING NEW - All of the rewards listed in the prior category, plus a Jacks Trump umbrella, and you&#39;ll also get a signed and numbered limited edition originally designed Jacks Trump wall poster.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1359086603
		},
		{
			"id" : 1328675,
			"minimum" : 400,
			"reward" : "I GOTTA&#39; SEE MORE - All of the rewards listed in the prior category, plus a Jacks Trump logo flashlight, and a signed Backers Certificate suitable for framing. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1359086674
		},
		{
			"id" : 1328676,
			"minimum" : 500,
			"reward" : "I&#39;M IN - All of the rewards listed in the prior category, plus an upgrade to 5 sets of Exclusive Jacks Trump playing cards and 5 Jacks Trump logo flashlights. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1359086701
		},
		{
			"id" : 1328677,
			"minimum" : 750,
			"reward" : "TAKE ME HOME - All of the rewards listed in the prior category, plus a free mobile Jacks Trump app once developed, an upgrade to 3 Exclusive Jacks Trump logo t-shits, 7 sets of Exclusive Jacks Trump playing cards, and 6 specially designed Jacks Trump pens and 6 Jacks Trump logo flashlights. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1360032528
		},
		{
			"id" : 1328678,
			"minimum" : 1000,
			"reward" : "ALMOST THERE - All of the rewards listed in the prior category, plus an upgrade to 5 Exclusive Jacks Trump logo t-shits, 10 sets of Exclusive Jacks Trump playing cards, and 8 specially designed Jacks Trump pens and 8 Jacks Trump logo flashlights. You\\u2019ll have input on the design of the back cover of the original Jacks Trump game cards. A signed numbered Backers Certificate suitable for framings. Your name listed on the Team Patron page of the Jacks Trump website and online instructions. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1360032528
		},
		{
			"id" : 1328679,
			"minimum" : 1500,
			"reward" : "I&#39;M A BELIEVER - All of the rewards listed in the prior category, plus and upgrade to 10 sets of Exclusive Jacks Trump playing cards, 2 Hot/cold Jacks Trump aluminum bottles and 6 specially designed Jacks Trump pens, and 10 Jacks Trump logo flashlights. You\\u2019ll also receive secret e-mails and access to the development site password to help test the Beta prototype of the web-browser game during development, and your name will be included in the instruction booklet as an Honorary Founder\\u2019s Hero. You will get free access to versions of the game on expanded platforms, like, Windows XP or later; Mac OS X 10.5 or later, Linux, mobile devises, as developed (limited to first generation games), and your name listed on the Team Partners page of the Jacks Trump website and online instructions. You will also have input on the design of one of the number cards for the original game release. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1362265984
		},
		{
			"id" : 1328680,
			"minimum" : 2000,
			"reward" : "NO TURNING BACK - All of the rewards listed in the prior category (except input on number card design), plus an upgrade to 5 Jacks Trump logo coffee mugs, 10 sets of Exclusive Jacks Trump playing cards., 5 Hot/cold Jacks Trump aluminum bottles, and 8 specially designed Jacks Trump pens, and 10 Jacks Trump logo flashlights; plus special thanks in the in-game credits highlighting your contribution. You\\u2019ll also receive secret e-mails and access to the development site password to help test the Alpha and Beta prototypes of the web-browser game during development. Your name will be included in the online instructions as an Honorary Design Hero. You\\u2019ll have input on the design of one of the face cards for the original game release. Important: for ALL reward tiers, the game is slated to be delivered in 2014. All other items, however, should be delivered around September 2013, based on funding date.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1362266366
		},
		{
			"id" : 1328681,
			"minimum" : 2500,
			"reward" : "CAN&#39;T SAY NO - All of the rewards listed in the prior category (except input on face and number card design), plus an upgrade to 6 Jacks Trump logo coffee mugs, 10 sets of Exclusive Jacks Trump playing cards., 8 Hot/cold Jacks Trump aluminum bottles, and 10 specially designed Jacks Trump pens, 2 Jacks Trump logo umbrellas and 10 Jacks Trump logo flashlights. You\\u2019ll also receive secret e-mails and access to the development site password to help test the Alpha and Beta prototypes of the web-browser game during development. Plus we will design and name one of the dealers for the original game release after you. If you like, we will use a likeness of you and a variation on your real name or your nickname. We\\u2019ll work with you to come up with an appropriate usage for your name and likeness and an appropriate design for the dealer. You\\u2019ll have input on the design of one of the Ace cards for the original game release. You will receive a signed and numbered limited edition of the original rules manual of the game as written by the game\\u2019s creator. (The rules manual is not available for other lower reward levels at this time). You will receive a signed and numbered limited addition set of first edition playing cards matching the cards used in the original computer game and your name listed as a Special Honorary Sponsor on the playing card box. You will also be named as an Honorary Member of the Development Team on the original game release and will be credited as such.",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1362266648
		},
		{
			"id" : 1328682,
			"minimum" : 5000,
			"reward" : "REAL GAMER - All of the rewards listed in the prior category, plus you become an Honorary Development Partner and receive all the REWARDS associated with that status, but we can&#39;t post them here because they&#39;re too big!",
			"shipping_applicable" : true,
			"shipping" : "international",
			"shipping_amount" : "49.0",
			"estimated_delivery_on" : 1377993600,
			"project_id" : 1808583595,
			"backers_count" : 0,
			"updated_at" : 1359086942
		}
	]
}