{
	"id" : [
		1190319763
	],
	"name" : [
		"Pathfinder Online: A Fantasy Sandbox MMO"
	],
	"blurb" : [
		"A game where your actions are persistent, your characters can build kingdoms, and YOU are the storyteller!"
	],
	"goal" : [
		1e+06
	],
	"pledged" : [
		1091194.42
	],
	"state" : [
		"successful"
	],
	"slug" : [
		"pathfinder-online-a-fantasy-sandbox-mmo"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1358215200
	],
	"state_changed_at" : [
		1358215230
	],
	"created_at" : [
		1352753835
	],
	"launched_at" : [
		1354046544
	],
	"backers_count" : [
		8732
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-full.jpg?1397802857"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-ed.jpg?1397802857"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-med.jpg?1397802857"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-little.jpg?1397802857"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-small.jpg?1397802857"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-thumb.jpg?1397802857"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-1024x768.jpg?1397802857"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/390042/photo-1536x1152.jpg?1397802857"
		]
	},
	"creator" : {
		"id" : [
			1675907842
		],
		"name" : [
			"Goblinworks Inc."
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/2708760/goblin.small.thumb.jpg?1336228458"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/2708760/goblin.small.small.jpg?1336228458"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/2708760/goblin.small.medium.jpg?1336228458"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/1675907842"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1675907842?signature=1399958728.8417fdca2cf408dcf969ce01b861159f6a574060"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2479651
		],
		"name" : [
			"Redmond"
		],
		"slug" : [
			"redmond-wa"
		],
		"short_name" : [
			"Redmond, WA"
		],
		"displayable_name" : [
			"Redmond, WA"
		],
		"country" : [
			"US"
		],
		"state" : [
			"WA"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/redmond-wa"
				],
				"location" : [
					"https://www.kickstarter.com/locations/redmond-wa"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951871.4e3575459ce3c73af7cb9a3d2c0b61a02c5eb745&amp;woe_id=2479651"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/1675907842/pathfinder-online-a-fantasy-sandbox-mmo"
			],
			"project_short" : [
				"http://kck.st/V4zZtU"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/1675907842/pathfinder-online-a-fantasy-sandbox-mmo/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/1190319763?signature=1399958728.0718fc9e4be6f995172c43ce6e3bf1fdfcb5211f"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/1190319763/comments?signature=1399958728.d863e74edae29733cb999b23f3258dc3e65f33a6"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/1190319763/updates?signature=1399958728.5eb0bfdeee528a1c526a9a71c2de4eff47c45ef5"
			]
		}
	},
	"updated_at" : [
		1397802865
	],
	"successful_at" : [
		1358215230
	],
	"video" : {
		"id" : [
			184182
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/390042/video-184182-h264_high.mp4?2012"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/390042/video-184182-h264_base.mp4?2012"
		],
		"webm" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/390042/video-184182-webm.webm?2012"
		],
		"width" : [
			640
		],
		"height" : [
			480
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/390042/video-184182-h264_base.jpg?2012"
		]
	},
	"comments_count" : [
		5130
	],
	"updates_count" : [
		75
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 1252096,
			"minimum" : 5,
			"reward" : "Pathfinder Society - Pass the time until Pathfinder Online&#39;s release in the massively multiplayer OFFLINE Pathfinder Society Organized Play worldwide tabletop RPG campaign! You&#39;ll receive a special in-campaign chronicle sheet PDF detailing an unusual one-use magic item called the emerald elixir, stolen from a bizarre pool in the Emerald Spire Superdungeon. When used at an official Pathfinder Society game table, drinking the elixir grants your hero the advanced simple template for the duration of the scenario. Alternately, the elixir can be spiked with experimental agents to trigger a beneficial permanent mutation randomly determined on a huge chart included on the certificate. If more than one player activates an emerald elixir at the same table, all drinkers can choose their preferred mutation from the list rather than roll randomly.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1362096000,
			"project_id" : 1190319763,
			"backers_count" : 356,
			"updated_at" : 1399063864
		},
		{
			"id" : 1190654,
			"minimum" : 5,
			"reward" : "Watcher - Backing the project at this level shows your support for the idea of a fantasy sandbox MMO based on the Pathfinder world.  It will also allow us to keep in communication with you both as a backer of the project on Kickstarter and through regular email newsletters and special offers.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1404172800,
			"project_id" : 1190319763,
			"backers_count" : 118,
			"updated_at" : 1394801182,
			"limit" : 118,
			"remaining" : 0
		},
		{
			"id" : 1252097,
			"minimum" : 15,
			"reward" : "Emerald Spire PDF - You&#39;ll receive the PDF of the Emerald Spire SUPERDUNGEON!  At least 128 full color pages of adventure content designed by an all-star cast of industry legends.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1401580800,
			"project_id" : 1190319763,
			"backers_count" : 553,
			"updated_at" : 1399500813
		},
		{
			"id" : 1195706,
			"minimum" : 35,
			"reward" : "Adventurer - Patrons at this level will receive a digital downloadable copy of the Pathfinder Online MMO and an invite to play once the game hits Open Enrollment, a one month game subscription, and a New Player Pack of consumables.  In addition, you will be made a member of the Goblin Squad.  Goblin Squad members will be identified with a special icon on the Goblinworks messageboards, currently on paizo.com and later on goblinworks.com. The Goblin Squad will receive special alerts letting them know about new information first: announcements, blog posts, concept art, etc. We\\u2019ll give special priority to Goblin Squad members throughout the development process. This is your chance to identify yourself to us and to the community as a key supporter of Pathfinder Online.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 2653,
			"updated_at" : 1398654605
		},
		{
			"id" : 1195707,
			"minimum" : 50,
			"reward" : "Music Lover - Patrons at this level get all the Adventurer rewards.  In addition, you will receive the digital downloadable soundtrack from the Pathfinder MMO game as well as a 32-page PDF behind the scenes book.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 189,
			"updated_at" : 1398886300
		},
		{
			"id" : 1195708,
			"minimum" : 75,
			"reward" : "Loremaster \\u2013 Patrons at this level get all the Music Lover rewards.  In addition, you will receive a PDF or e-book of a Pathfinder novel which takes place in the Crusader Road area where Pathfinder Online will start out, and will showcase the storylines that will be in effect at the start of the game.  You\\u2019ll also receive a 32-page PDF sourcebook providing all the details about Fort Indomitable, the second Pathfinder Online starter town.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 83,
			"updated_at" : 1396453360
		},
		{
			"id" : 1195709,
			"minimum" : 100,
			"reward" : "Crowdforger Pioneer \\u2013 Patrons at this level get all the Loremaster rewards including a digital downloadable copy of the Pathfinder Online MMO and an invite to become an Early Enrollee in the Beta, a three-month game subscription, a New Player Pack of consumables, and a Pathfinder Alliance Pack.  Patrons at this level will be invited to join Early Enrollment in the order that they pledged this level.  The first 2,000 will be invited into month number one of Early Enrollment.  Once we have reached 2,000 patrons at this level, the next 2,000 will get invites to month two, with the next 2,000 getting invites for month three and so on through the ninth month of Early Enrollment.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1401580800,
			"project_id" : 1190319763,
			"backers_count" : 3638,
			"updated_at" : 1398651745,
			"limit" : 18000,
			"remaining" : 14362
		},
		{
			"id" : 1195710,
			"minimum" : 175,
			"reward" : "Crowdforger Buddy - Patrons at this level get two copies of all the Loremaster rewards, including  two digital downloadable copies of the Pathfinder Online MMO and an invite for two to play once the game hits Early Enrollment, two three-month game subscriptions, two New Player Packs of consumables, and two Pathfinder Alliance Packs.  Patrons at this level will be invited to join Early Enrollment as a pair in the order that they pledged this level.  The first 500 pairs will be invited into month number one of Early Enrollment.  Once we have reached 500 pairs of patrons at this level, the next 500 pairs will get invites to month two, with the next 500 pairs getting invites for month three and so on through the ninth month of Early Enrollment.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1401580800,
			"project_id" : 1190319763,
			"backers_count" : 717,
			"updated_at" : 1399406457,
			"limit" : 4500,
			"remaining" : 3783
		},
		{
			"id" : 1298681,
			"minimum" : 300,
			"reward" : "Crowdforger Epic Brewmaster -  Patrons at this level get all the Pioneer level rewards, including month one access to the Beta through the Early Enrollment process. In addition, you will provide Goblinworks with a proper name for a character.  That name will be associated with a fine ale or distilled spirit served at finer Taverns throughout the land! (The copyright to the character name and background you provide will be held by Paizo Publishing, LLC, which reserves the right to reject inappropriate, anachronistic, or vulgar content.)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1464739200,
			"project_id" : 1190319763,
			"backers_count" : 38,
			"updated_at" : 1394209232,
			"limit" : 50,
			"remaining" : 12
		},
		{
			"id" : 1256264,
			"minimum" : 400,
			"reward" : "Crowdforger Geography Buff \\u2013 \\r\\nPatrons at this level get all the Pioneer level rewards, including month one access to the Beta through the Early Enrollment process. In addition, you will provide Goblinworks with a proper name for a character and a 300-word history of that character, and our staff will use your character&#39;s lore to create a name and history for a specific location like a bridge, stream, crossroads, copse, hill, or similar geographical feature in the Crusader Road region of Pathfinder Online. Upon launch of the Beta, you will be given the geographical coordinates to the area named for your character. Characters who explore that area will learn of your character&#39;s name, accomplishments, and the history of your area via an in-game marker. Finding these markers within the game will unlock exploration achievements, spreading your character&#39;s legend far and wide! Who knows, the Battle of Fergrud\\u2019s Grove could go down in Pathfinder Online history! (The copyright to the character name and background you provide will be held by Paizo Publishing, LLC, which reserves the right to reject inappropriate, anachronistic, or vulgar content.)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 44,
			"updated_at" : 1395290633,
			"limit" : 100,
			"remaining" : 56
		},
		{
			"id" : 1195711,
			"minimum" : 500,
			"reward" : "Crowdforger Guild - Patrons at this level get six copies of all the Loremaster rewards, including six digital downloadable copies of the Pathfinder Online MMO and an invite for six to play once the game hits Early Enrollment, six three-month game subscriptions, six New Player Packs of consumables, and six Pathfinder Alliance Packs.  Patrons at this level will be invited to join Early Enrollment as a guild of six in the order that they pledged this level.  The first 200 guilds will be invited into month number one of Early Enrollment.  Once we have reached 200 guilds at this level, the next 200 guilds will get invites to month two, with the next 200 guilds getting invites for month three and so on through the ninth month of Early Enrollment.  Patron guilds will receive a Guild Starter Pack, as well as having the right to reserve their guild name (subject to name approval).",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1401580800,
			"project_id" : 1190319763,
			"backers_count" : 188,
			"updated_at" : 1395693446,
			"limit" : 1800,
			"remaining" : 1612
		},
		{
			"id" : 1201431,
			"minimum" : 1000,
			"reward" : "Crowdforger Alpha - Patrons at this level get all the Crowdforger Pioneer rewards including a digital downloadable copy of the Pathfinder Online MMO and an invite to become an Early Enrollee in the Beta, a three-month game subscription, a New Player Pack of consumables, and a Pathfinder Alliance Pack. You will be welcomed as part of a very small group of alpha playtesters in a closed Alpha of Pathfinder Online. This will be a great chance for you to give us direct input on how Pathfinder Online ends up looking and playing in its final incarnation. Once we hit the Beta, you will be invited to play from the first month onward.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1401580800,
			"project_id" : 1190319763,
			"backers_count" : 37,
			"updated_at" : 1358369269,
			"limit" : 200,
			"remaining" : 163
		},
		{
			"id" : 1256266,
			"minimum" : 1200,
			"reward" : "Crowdforger Magic Master - \\r\\nPatrons at this level get all the Alpha level rewards, including full access to the Alpha playtest and month one access to the Beta through the Early Enrollment process. In addition, you will provide Goblinworks with a proper name for a character and a 300-word history of that character, and our staff will use your character&#39;s lore to create a name and history for a famous in-game spell.  Goblinworks will email each backer at this level in the chronological order in which they funded this level, and give them options regarding the types of spells available. Certain options may fill up quickly if they are popular, and may not be available to later backers. Imagine every gamer casting Fergrud&#39;s Fabulous Fireball! (The copyright to the character name and background you provide will be held by Paizo Publishing, LLC, which reserves the right to reject inappropriate, anachronistic, or vulgar content.)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 6,
			"updated_at" : 1358263051,
			"limit" : 15,
			"remaining" : 9
		},
		{
			"id" : 1256265,
			"minimum" : 1500,
			"reward" : "Crowdforger Item Master - \\r\\nPatrons at this level get all the Alpha level rewards, including full access to the Alpha playtest and month one access to the Beta through the Early Enrollment process. In addition, you will provide Goblinworks with a proper name for a character and a 300-word history of that character, and our staff will use your character&#39;s lore to create a name and history for a famous in-game magic item. Goblinworks will email each backer at this level in the chronological order in which they funded this level, and give them options regarding the types of items available. Certain options may fill up quickly if they are popular, and may not be available to later backers. Your next treasure hoard might include an item you helped to create! (The copyright to the character name and background you provide will be held by Paizo Publishing, LLC, which reserves the right to reject inappropriate, anachronistic, or vulgar content.)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 5,
			"updated_at" : 1358217138,
			"limit" : 30,
			"remaining" : 25
		},
		{
			"id" : 1256267,
			"minimum" : 2500,
			"reward" : "Crowdforger Famous Ancestor\\u2013 \\r\\nPatrons at this level get all the Alpha level rewards, including full access to the Alpha playtest and month one access to the Beta through the Early Enrollment process. In addition, you will provide Goblinworks with a proper name for a character and a 300-word history of that character, and our staff will use your character&#39;s lore to create a famous ancestor for you and write your ancestor into the history of the Crusader Road area of the River Kingdoms. We&#39;ll create a statue of your famous ancestor based on your own character&#39;s in-game appearance (to ensure a striking family resemblance) and place it in a prominent place in one of the game&#39;s starter towns. A plaque on the statue will detail the history of your honored ancestor, who will also be mentioned in famous in-game books distributed throughout the game. (The copyright to the character name and background you provide will be held by Paizo Publishing, LLC, which reserves the right to reject inappropriate, anachronistic, or vulgar content.)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 1,
			"updated_at" : 1358539947,
			"limit" : 5,
			"remaining" : 4
		},
		{
			"id" : 1256268,
			"minimum" : 5000,
			"reward" : "Crowdforger Tavern Owner - \\r\\nPatrons at this level get all the Alpha level rewards, including full access to the Alpha playtest and month one access to the Beta through the Early Enrollment process. In addition, this reward gives you ownership of a tavern somewhere in the Crusader Road starting area for Pathfinder Online. This tavern will be located on one of the roads between settlements and will be a valuable stopping off point for people moving through the wilderness. The exact location will be offered to each backer on a first-backed, first choice basis. You&#39;ll work with the Goblinworks staff to customize aspects of your tavern, including the design of an NPC \"regular\" who always sits at the bar, giving customers a friendly face to see every time they come to visit. You&#39;ll also get a chance to choose five illustrations from Paizo Publishing&#39;s vast catalog of fantasy imagery to hang as paintings in your tavern. The Goblinworks staff will work with you to name your tavern and design a unique sign outside. Six months of upkeep costs for the tavern will be issued to your account when you start the game. As long as you pay upkeep coin for the tavern every month, it is immune to siege warfare and can never be taken away from you.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 6,
			"updated_at" : 1358245491,
			"limit" : 10,
			"remaining" : 4
		},
		{
			"id" : 1256269,
			"minimum" : 5000,
			"reward" : "Crowdforger Table-top Experience - \\r\\nPatrons at this level get all the Alpha level rewards, including full access to the Alpha playtest and month one access to the Beta through the Early Enrollment process. In addition, you\\u2019ll get the ultimate one-on-one experience at Paizo and Goblinworks HQ! Bring up to five guests for a five-hour Pathfinder RPG gaming session with the celebrity GM of your choice: Rich Baker, Jason Bulmahn, James Jacobs, Erik Mona, or Wes Schneider. You\\u2019ll also enjoy a three-hour nine-course dinner at the world-famous Herbfarm restaurant with Ryan Dancey, Lisa Stevens, and your celebrity GM. We will regale you with stories from our times in this industry and answer your questions in an intimate setting. (You are responsible for your own transportation and lodging costs.)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 1,
			"updated_at" : 1358216496,
			"limit" : 5,
			"remaining" : 4
		},
		{
			"id" : 1247685,
			"minimum" : 10000,
			"reward" : "Crowdforger Art Lover: Wayne Reynolds - Patrons at this level get all of the Crowdforger Alpha level rewards.  In addition, world-famous Pathfinder artist Wayne Reynolds will paint your hero in the style of his head-to-toe \"iconic character\" images based on a 300-word description provided by you! The painting will be appear in the Pathfinder Online game as an image of a renowned hero hanging in an important NPC establishment. Additionally, the painting will be used by WizKids to create a prepainted plastic miniature for an upcoming set of Pathfinder Battles miniatures, and we will provide you with 10 copies of that miniature after it is released. You will receive the original painting, and will be given a high-resolution scan for your personal use. You&#39;ll also have the ability to use your hero&#39;s illustration as a unique avatar on the Goblinworks messageboards.  (The copyright to the image, character name, and description will be held by Paizo Publishing, LLC., which reserves the right to reject inappropriate, anachronistic, or vulgar content. Your hero must conform to a race and class combination allowed by the Pathfinder Roleplaying Game Core Rulebook.)",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1401580800,
			"project_id" : 1190319763,
			"backers_count" : 0,
			"updated_at" : 1355174696,
			"limit" : 3,
			"remaining" : 3
		},
		{
			"id" : 1304281,
			"minimum" : 10000,
			"reward" : "Crowdforger Custom - We have had several requests from backers who would like to work out special terms for a pledge of $10,000 or more.  We&#39;re happy to discuss that with anyone interested.  This Reward Tier has been created to allow those Pledges to be processed.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1451606400,
			"project_id" : 1190319763,
			"backers_count" : 1,
			"updated_at" : 1358217606
		}
	]
}