{
	"id" : [
		267125480
	],
	"name" : [
		"Alpha Colony: A Tribute to M.U.L.E. (Canceled)"
	],
	"blurb" : [
		"A family-friendly economic video game, similar to SimCity or Civilization, combining Settlers of Catan board and historic M.U.L.E. game"
	],
	"goal" : [
		5e+05
	],
	"pledged" : [
		101472.66
	],
	"state" : [
		"canceled"
	],
	"slug" : [
		"alpha-colony-a-tribute-to-mule"
	],
	"disable_communication" : [
		false
	],
	"country" : [
		"US"
	],
	"currency" : [
		"USD"
	],
	"currency_symbol" : [
		"$"
	],
	"currency_trailing_code" : [
		true
	],
	"deadline" : [
		1342371600
	],
	"state_changed_at" : [
		1343412310
	],
	"created_at" : [
		1339514131
	],
	"launched_at" : [
		1339695698
	],
	"backers_count" : [
		902
	],
	"photo" : {
		"full" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-full.jpg?1397786003"
		],
		"ed" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-ed.jpg?1397786003"
		],
		"med" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-med.jpg?1397786003"
		],
		"little" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-little.jpg?1397786003"
		],
		"small" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-small.jpg?1397786003"
		],
		"thumb" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-thumb.jpg?1397786003"
		],
		"1024x768" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-1024x768.jpg?1397786003"
		],
		"1536x1152" : [
			"https://s3.amazonaws.com/ksr/projects/218491/photo-1536x1152.jpg?1397786003"
		]
	},
	"creator" : {
		"id" : [
			1547218311
		],
		"name" : [
			"DreamQuest Games"
		],
		"avatar" : {
			"thumb" : [
				"https://s3.amazonaws.com/ksr/avatars/1772028/Kickstarter_QuestieLogo.thumb.jpg?1339695185"
			],
			"small" : [
				"https://s3.amazonaws.com/ksr/avatars/1772028/Kickstarter_QuestieLogo.small.jpg?1339695185"
			],
			"medium" : [
				"https://s3.amazonaws.com/ksr/avatars/1772028/Kickstarter_QuestieLogo.medium.jpg?1339695185"
			]
		},
		"urls" : {
			"web" : {
				"user" : [
					"https://www.kickstarter.com/profile/1547218311"
				]
			},
			"api" : {
				"user" : [
					"https://api.kickstarter.com/v1/users/1547218311?signature=1399956310.5938b146a0c10d3c829359b97856a31d348378b8"
				]
			}
		}
	},
	"location" : {
		"id" : [
			2367231
		],
		"name" : [
			"Boulder"
		],
		"slug" : [
			"boulder-co"
		],
		"short_name" : [
			"Boulder, CO"
		],
		"displayable_name" : [
			"Boulder, CO"
		],
		"country" : [
			"US"
		],
		"state" : [
			"CO"
		],
		"urls" : {
			"web" : {
				"discover" : [
					"https://www.kickstarter.com/discover/places/boulder-co"
				],
				"location" : [
					"https://www.kickstarter.com/locations/boulder-co"
				]
			},
			"api" : {
				"nearby_projects" : [
					"https://api.kickstarter.com/v1/discover?signature=1399951821.d96c518d54797b881a2c03e00fac91e37c793c3f&amp;woe_id=2367231"
				]
			}
		}
	},
	"category" : {
		"id" : [
			35
		],
		"name" : [
			"Video Games"
		],
		"slug" : [
			"games/video games"
		],
		"position" : [
			7
		],
		"parent_id" : [
			12
		],
		"urls" : {
			"web" : {
				"discover" : [
					"http://www.kickstarter.com/discover/categories/games/video%20games"
				]
			}
		}
	},
	"urls" : {
		"web" : {
			"project" : [
				"https://www.kickstarter.com/projects/1547218311/alpha-colony-a-tribute-to-mule"
			],
			"project_short" : [
				"http://kck.st/KJREBJ"
			],
			"updates" : [
				"https://www.kickstarter.com/projects/1547218311/alpha-colony-a-tribute-to-mule/posts"
			]
		},
		"api" : {
			"project" : [
				"https://api.kickstarter.com/v1/projects/267125480?signature=1399956310.04429e265729f5b58b1df663e4d9f158a97a7439"
			],
			"comments" : [
				"https://api.kickstarter.com/v1/projects/267125480/comments?signature=1399956310.4800b05f0cddfe96af640673ab581a9d91c45b4e"
			],
			"updates" : [
				"https://api.kickstarter.com/v1/projects/267125480/updates?signature=1399956310.0f55d9468ed2896962e4fb36eef2cb2aa2a6e7ac"
			]
		}
	},
	"updated_at" : [
		1397786010
	],
	"canceled_at" : [
		1343412310
	],
	"video" : {
		"id" : [
			125323
		],
		"status" : [
			"successful"
		],
		"high" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/218491/video-125323-h264_high.mp4?2012"
		],
		"base" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/218491/video-125323-h264_base.mp4?2012"
		],
		"width" : [
			560
		],
		"height" : [
			314
		],
		"frame" : [
			"https://d2pq0u4uni88oo.cloudfront.net/projects/218491/video-125323-h264_base.jpg?2012"
		]
	},
	"comments_count" : [
		94
	],
	"updates_count" : [
		13
	],
	"rewards" : [
		{
			"id" : 0,
			"minimum" : 1,
			"reward" : "No Reward"
		},
		{
			"id" : 790566,
			"minimum" : 10,
			"reward" : "Digital Mobile Edition: iPad, iPhone, and Android Download and Kickstarter Exclusive In-game Medal",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 87,
			"updated_at" : 1342355382
		},
		{
			"id" : 790565,
			"minimum" : 15,
			"reward" : "Digital Desktop Edition: PC, Mac, and Linux DRM Free Download and Kickstarter Exclusive In-game Medal",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 142,
			"updated_at" : 1342334205
		},
		{
			"id" : 790564,
			"minimum" : 20,
			"reward" : "Digital Combo Edition: iPad, iPhone, and Android Download, PC, Mac, and Linux DRM Free Download and Kickstarter Exclusive In-game Medal",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 148,
			"updated_at" : 1342352581
		},
		{
			"id" : 790567,
			"minimum" : 25,
			"reward" : "Retro Mobile Edition: iPad, iPhone, and Android Download, Kickstarter Exclusive In-game Medal, iPad, iPhone, or Android M.U.L.E. Returns (pick 1) and Digital music download",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 68,
			"updated_at" : 1342366095
		},
		{
			"id" : 790668,
			"minimum" : 30,
			"reward" : "Retro Desktop Edition: PC, Mac, and Linux DRM Free Download, Kickstarter Exclusive In-game Medal, iPad, iPhone, or Android M.U.L.E. Returns (pick 1) and Digital music download",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 55,
			"updated_at" : 1342363564
		},
		{
			"id" : 795271,
			"minimum" : 35,
			"reward" : "Retro Combo Edition: iPad, iPhone, and Android Download, PC, Mac, and Linux DRM Free Download, Kickstarter Exclusive In-game Medal, iPad, iPhone, or Android M.U.L.E. Returns (pick 1) and Digital music download",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 179,
			"updated_at" : 1342364569
		},
		{
			"id" : 790667,
			"minimum" : 60,
			"reward" : "Fan Mobile Edition: Kickstarter Exclusive Alpha Colony bonus race, M.U.L.E. Returns bonus 8-bit retro skin, Early Beta access to BOTH games, Community forum access to share your requests, Kickstarter exclusive Alpha Colony race perks and Name in credits in BOTH games iPad, iPhone, and Android Download, Kickstarter Exclusive In-game Medal, iPad, iPhone, or Android M.U.L.E. Returns Download (pick 1), Digital music download, Hi-Res Wallpaper, Digital documentary on the making Alpha Colony and history of M.U.L.E.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 26,
			"updated_at" : 1344021933
		},
		{
			"id" : 790796,
			"minimum" : 70,
			"reward" : "Fan Desktop Edition: Kickstarter Exclusive Alpha Colony bonus race, M.U.L.E. Returns bonus 8-bit retro skin, Early Beta access to BOTH games, Community forum access to share your requests, Kickstarter exclusive Alpha Colony race perks and Name in credits, PC, Mac, and Linux DRM Free Download, Kickstarter Exclusive In-game Medal, iPad, iPhone, or Android M.U.L.E. Returns Download (pick 1), Digital music download, Hi-Res Wallpaper, Digital documentary on the making Alpha Colony and history of M.U.L.E.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 22,
			"updated_at" : 1342113506
		},
		{
			"id" : 790795,
			"minimum" : 80,
			"reward" : "Fan Combo Edition: Everything from the $70 level plus an iPad, iPhone, and Android Download",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 60,
			"updated_at" : 1342363834
		},
		{
			"id" : 790812,
			"minimum" : 125,
			"reward" : "Collector&#39;s Edition: All the goodies from the $80 level plus a Collector&#39;s Boxed Edition of BOTH games, the Collector&#39;s game music CD and DVD documentary, and Alpha Colony and M.U.L.E. Returns keychain, poster, and one other random surprise goodie.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 71,
			"updated_at" : 1342361597
		},
		{
			"id" : 792755,
			"minimum" : 500,
			"reward" : "Heroic Edition: Receive a limited-edition numbered and signed print of BOTH the original M.U.L.E. artwork with Dan Bunten&#39;s digital signature, as well as our Alpha Colony artwork with our team&#39;s original signatures. PLUS: All of the rewards previously mentioned plus VIP Alpha access to Alpha Colony and developer forums, THREE ADDITIONAL Collector&#39;s Boxed Edition of BOTH games to give to your friends and family.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 6,
			"updated_at" : 1341848112,
			"limit" : 50,
			"remaining" : 44
		},
		{
			"id" : 790840,
			"minimum" : 1500,
			"reward" : "Angelic Edition: Work with our writers and artists to craft your own in-game positive event to assist the colonists! PLUS: All of the rewards previously mentioned plus VIP Alpha access to Alpha Colony and developer forums, THREE ADDITIONAL Collector&#39;s Boxed Edition of BOTH games to give to your friends and family.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 3,
			"updated_at" : 1340902379,
			"limit" : 7,
			"remaining" : 4
		},
		{
			"id" : 820760,
			"minimum" : 2500,
			"reward" : "Bonzoid God - TRANSCEND TO THE DIVINE and become the patron saint of Bonzoids everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL BONZOID race.  Help us tweak the art and sounds as well as the racial benefits for this lumbering mining-focused race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 0,
			"updated_at" : 1340502502,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 820761,
			"minimum" : 2500,
			"reward" : "Packer God - TRANSCEND TO THE DIVINE and become the patron saint of Packers everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL PACKER race.  Help us tweak the art and sounds as well as the racial benefits for this adorable storage-focused race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 1,
			"updated_at" : 1342371183,
			"limit" : 1,
			"remaining" : 0
		},
		{
			"id" : 820762,
			"minimum" : 2500,
			"reward" : "Leggite God - TRANSCEND TO THE DIVINE and become the patron saint of Leggites everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL LEGGITE race.  Help us tweak the art and sounds as well as the racial benefits for this vertically-gifted race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Desgner and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 0,
			"updated_at" : 1340502502,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 820763,
			"minimum" : 2500,
			"reward" : "Spheroid God - TRANSCEND TO THE DIVINE and become the patron saint of Spheroids everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL SPHEROID race.  Help us tweak the art and sounds as well as the racial benefits for this highly-adaptable and amusing race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 0,
			"updated_at" : 1340502503,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 820764,
			"minimum" : 2500,
			"reward" : "Flapper God - TRANSCEND TO THE DIVINE and become the patron saint of Flappers everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL FLAPPER race.  Help us tweak the art and sounds as well as the racial benefits for this beginner-friendly race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 0,
			"updated_at" : 1340502503,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 820765,
			"minimum" : 2500,
			"reward" : "Mechtron God - TRANSCEND TO THE DIVINE and become the patron saint of Mechtrons everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL MECHTRON race.  Like the Borg queen, help us tweak the art and sounds as well as the racial benefits for the preferred AI computer-controlled race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 1,
			"updated_at" : 1340750660,
			"limit" : 1,
			"remaining" : 0
		},
		{
			"id" : 820767,
			"minimum" : 2500,
			"reward" : "Gollumer God - TRANSCEND TO THE DIVINE and become the patron saint of Gollumers everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL GOLLUMER race.  Help us tweak the art and sounds as well as the racial benefits for this exotic trading-oriented race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 0,
			"updated_at" : 1340502503,
			"limit" : 1,
			"remaining" : 1
		},
		{
			"id" : 820768,
			"minimum" : 2500,
			"reward" : "Humanoid God - TRANSCEND TO THE DIVINE and become the patron saint of Humanoids everywhere.  Like a deity, work with our friendly writers and artists to CRAFT THE FINAL HUMANOID race.  Help us tweak the art and sounds as well as the racial benefits for this expert-only race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 1,
			"updated_at" : 1342033035,
			"limit" : 1,
			"remaining" : 0
		},
		{
			"id" : 790835,
			"minimum" : 2500,
			"reward" : "Troublemaker Edition: Work with our writers and artists to craft your own in-game disaster to befall the poor colonists! PLUS: All of the rewards previously mentioned plus VIP Alpha access to Alpha Colony and developer forums, THREE ADDITIONAL Collector&#39;s Boxed Edition of BOTH games to give to your friends and family.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 2,
			"updated_at" : 1341521094,
			"limit" : 7,
			"remaining" : 5
		},
		{
			"id" : 820766,
			"minimum" : 5000,
			"reward" : "Pandora Edition - TRANSCEND TO THE DIVINE and become the patron saint of a COMPLETELY NEW AND UNDISCOVERED RACE.  Like a deity, work with our friendly writers and artists to CRAFT A BRAND NEW RACE to join the colonists on Irata.  Help us tweak the art and sounds as well as the racial benefits for this top-secret and exciting race.  Perhaps most awesome of all, you will get listed in the game&#39;s credits as a Game Designer and get 2 hours of career or business consulting time via Skype from any of DreamQuest&#39;s excecutive team.  PLUS: All of the rewards at the Collector&#39;s Edition level plus VIP first-to-see Alpha access to Alpha Colony and developer forums, and THREE ADDITIONAL Collector&#39;s Boxed Editions of BOTH games to give to your friends and family.  If you pledge at this level, please email us so we may begin your transcendence immediately.",
			"shipping_applicable" : false,
			"estimated_delivery_on" : 1370044800,
			"project_id" : 267125480,
			"backers_count" : 1,
			"updated_at" : 1342066177,
			"limit" : 1,
			"remaining" : 0
		}
	]
}